[
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": null,
    "habitat": null,
    "description": "Terrestrial ecosystems in Florida range from systems similar to those found in the Southeastern Coastal Plain to systems more commonly found in sub-tropical and Caribbean areas. The habitats found here are influenced by winter temperatures and other climatic factors, as well as by local factors such as fire, substrate, elevation, and species interactions.  \n\nMany of Florida’s upland ecosystems are dependent upon fire, with the frequency, intensity, and seasonality of fire varying between communities.  Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional changes to these habitats, potentially altering their suitability to the current suite of species.",
    "components": null,
    "species": null,
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Increased temperatures will lead to increases in forest pest damage, changing fire patterns, longer growing seasons, higher evapotranspiration/drought stress, and the spread of non-native species. Even moderate increases in temperature (1 °C) may cause serious effects on temperate hardwood forests of northern Florida. Some predictions, based on more significant climate change, indicate potential shifting of the ecosystem from forested to open woodland, scrub and savanna. \n\nSome tree species already at their southern range boundaries are predicted to have range reductions, such as southern red oak and American beech in the panhandle, and range contraction of longleaf pine, with the southern boundary moving northward up the Florida Peninsula. Loss of key woody species could affect forest suitability for nesting, roosting, or foraging. \n\nMany of Florida’s upland ecosystems are dependent upon fire.  The ability to maintain these systems through the use of prescribed fire will become more challenging with increased temperatures and changes in precipitation.",
    "sppImpacts": "Species such as the red-cockaded woodpecker rely on the openness of the sandhill for foraging. Florida scrub jays depend on fire to keep scrub oak habitats short and maintain plenty of open sandy areas in which to store acorns. \n\nDry prairie provides habitat for multiple distinctive species including the crested caracara, burrowing owl, the Florida sandhill crane, and the federally endangered Florida grasshopper sparrow.  Without appropriate fire regimes, trees and other woody vegetation move into dry prairie, creating unsuitable conditions for these and other species.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/bigcypressnps/31599616877/",
    "hasPhoto": true,
    "habitatType": "ecosystem",
    "name": "Terrestrial",
    "name2": null,
    "path": "/habitats/terrestrial",
    "icon": "terrestrial_ecosystems",
    "bounds": null,
    "id": "1000",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Hardwood Forested Uplands",
    "habitat": null,
    "description": "These communities include mesic and xeric forests dominated mainly by hardwood trees, but may have a closed deciduous or mixed deciduous/evergreen canopy.  They are mainly in the panhandle and central peninsula on upland areas with sand/clay and/or calcareous substrate.  Fire is rare in these communities.  Common species include American beech, southern magnolia, hackberry, swamp chestnut oak, white oak, horse sugar, flowering dogwood, and mixed hardwoods.  \n\nSlope forests are found on areas of steep slope on bluffs or in sheltered ravines with a sand/clay substrate within the Apalachicola drainage.  They typically have a  closed canopy of mainly deciduous species, including: American beech, Florida maple, white oak, Ashe’s magnolia, southern magnolia, spruce pine, and Shumard’s oak.  \n\nXeric hammocks are found in upland areas with deep sand substrate, primarily in the eastern Panhandle to central peninsula.  They have a closed canopy of evergreen hardwoods.  \n\nRockland hammocks only occur in south Florida (see rockland hammock description).",
    "components": "This conservation asset includes Upland Hardwood Forest, Mesic Hammock, Rockland Hammock, Slope Forest, and Xeric Hammock.",
    "species": "Florida black bear, Florida bog frog, Florida panther, Gopher tortoise, Homosassa Shrew, Short-tailed hawk, Southern hognose snake, Swallow-tailed kite",
    "link": null,
    "area": 161908.0425,
    "protectedArea": 57274.3125,
    "slr1m": 9132.6825,
    "slr3m": 18639.045,
    "impacts": "Altered fire regimes or the absence of fire could lead to compositional and structural changes to hardwood forests, potentially altering their suitability to the current suite of species.  Additionally, the reduction or lack of prescribed fire (fuel reduction) coupled with increased evapotranspiration rates could lead to more frequent and intense wildfires.   \n\nChanges in temperature and precipitation regimes could lead to altered composition and structure of these systems, as trees and other vegetation more suited to hotter/drier or hotter/wetter conditions replace some of the more heat and moisture sensitive species.  Increased temperatures, as well as extreme events (e.g., flood, drought, fires) will enhance invasive species processes, from introduction through establishment and expansion. Drought and increased temperatures can lead stress, mortality and increased insect outbreaks and mortality in forests. While the statewide acreage of hardwood forested uplands isn't expected to be significantly impacted by sea level, rise, some communities, such as rockland hammock may experience significant loss due to sea level rise.",
    "sppImpacts": "Species dependent upon mast (acorns, nuts) as a major component of their diet could be impacted if mast producing trees are impacted by changes in temperature, precipitation, insect outbreaks, disease or invasive species.  If trees become stressed or diseased the amount of mast produced could be reduced.  These same conditions could lead to shifts in tree composition, potentially leading to more or less mast producing trees within a particular region.  \n\nIncreased invasive plants would lead to shifts in habitat composition and structure and would lead to habitat degradation or loss for some species.  \n\nIncreased temperatures would allow for an increase in the abundance and diversity of invasive animals, as well as a northward shift of some invasive animals that are restricted in range by temperatures.  \n\nIntroduction of additional species (native and non-native) in an area could alter community dynamics by impacting predator-prey relationships and competition for resources (food, water, refugia).  Loss of hardwood forests leading to a more fragmented landscape would impact wide-ranging species such as the Florida black bear that utilize forested areas as travel corridors.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible resource extraction, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/bigcypressnps/31752020315/",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Hardwood Forested Uplands",
    "name2": null,
    "path": "/habitats/terrestrial/1100",
    "icon": "hardwood_forested_uplands",
    "bounds": [-87.613, 24.489, -79.879, 31.039],
    "id": "1100",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Hardwood Forested Uplands",
    "habitat": "Rockland Hammock",
    "description": "Rockland hammocks occur only in south Florida and are characterized by tree and shrub species on the northern edge of a range that extends southward into the Caribbean. These communities are sparsely distributed along coastal uplands south of a line from about Vero Beach on the Atlantic coast to Sarasota on the Gulf coast. They occur on many tree islands in the Everglades and on uplands throughout the Florida Keys. This cold-intolerant tropical community has very high plant species diversity, sometimes containing over 35 species of trees and about 65 species of shrubs. Characteristic tropical plants include strangler fig, gumbo-limbo, mastic, bustic, lancewood, ironwoods, poisonwood, pigeon plum, Jamaica dogwood, and Bahama lysiloma. Live oak and cabbage palm are also sometimes found within this community. \n\nRockland hammocks in the Florida Keys may also contain several plants, including lignum vitae, mahogany, thatch palms, and manchineel, which are extremely rare within the United States.",
    "components": "This conservation asset includes Thorn Scrub.",
    "species": "Florida tree snail, Key deer, Mangrove cuckoo, Rim rock crowned snake, Schaus swallowtail butterfly, White-crowned pigeon",
    "link": null,
    "area": 7802.415,
    "protectedArea": 6780.1275,
    "slr1m": 4525.355,
    "slr3m": 7091.1,
    "impacts": "Florida's rockland hammock habitat is likely to have 58% of the current area inundated by 1 m of sea level rise and 91% inundated by 3 m of sea level rise.  Increased soil salinity from saltwater intrusion and increased length of root inundation, increased exposure of salt spray and coastal erosion will lead to changes in species composition and structure as salt intolerant plants decline and plants with higher salt tolerances increase.  \n\nIncreased temperature along with decreased precipitation and drought could lead to increased wildfire within rockland hammocks.  \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and habitat degradation.  \n\nIncreased intensity and/or frequency of storms will cause habitat degradation and loss.",
    "sppImpacts": "Rockland hammocks provide critical habitat for many south Florida and Florida Keys endemic species.  Many species, including the Key Largo cotton mouse, Key Largo woodrat, Key ringneck snake, Rim rock crowned snake, Florida tree snail and Schaus swallowtail butterfly are dependent upon the rockland hammock community and may face extinction in the wild if/when the habitat is gone.  Impacts due to sea level rise, increased exposure to salinity, and storm events could cause the reduction or loss of key host/food plants for these species.",
    "threats": "Chemicals and toxins, Conversion to housing and urban development, Groundwater Withdrawal, Incompatible fire, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "Gary Knight, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Rockland Hammock",
    "name2": "Hardwood Forested Uplands",
    "path": "/habitats/terrestrial/1130",
    "icon": "hardwood_forested_uplands",
    "bounds": [-82.008, 24.491, -80.097, 27.274],
    "id": "1130",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "High Pine and Scrub",
    "habitat": null,
    "description": "High pine is found on hilltops and gentle slopes, characterized by excessively drained soils.  It typically has widely spaced longleaf pine and/or turkey oak with wiregrass understory. Absence of pines is usually due to past management, especially logging and usually results in a sandhill dominated by xeric oaks, especially turkey oak.  \n\nScrub communities occur statewide on old dunes with deep fine sand soils that are excessively drained. Scrub communities found on the Lake Wales Ridge are among the oldest plant communities in Florida and are home to high numbers of endemic and rare species.  \n\nBoth communities are fire maintained systems, with a natural fire frequency of 2-5 years for high pine and 10 -20 years, or more for scrub.  Fire suppression can result in a shift of species composition.",
    "components": "This conservation asset includes  Scrub, Upland Mixed Woodland, Upland Coniferous, and Sandhill.",
    "species": "Eastern indigo snake, Florida mouse, Florida scrub-jay, Gopher frog, Gopher tortoise, Red-cockaded woodpecker, Sand skink, Sherman's fox squirrel",
    "link": null,
    "area": 660344.355,
    "protectedArea": 412222.9725,
    "slr1m": 7684.5375,
    "slr3m": 20828.7225,
    "impacts": "Altered fire regimes or the absence of fire could lead to compositional and structural changes to hardwood forests, potentially altering their suitability to the current suite of species.  Additionally, the reduction or lack of prescribed fire (fuel reduction) coupled with increased evapotranspiration rates could lead to more frequent and intense wildfires. \n\nChanges in temperature and precipitation regimes could lead to altered composition and structure of these systems, as trees and other vegetation more suited to hotter/drier or hotter/wetter conditions replace some of the more heat and moisture sensitive species.  \n\nIncreased temperatures, as well as extreme events (e.g., flood, drought, fires) will enhance invasive species processes, from introduction through establishment and expansion. \n\nDrought and increased temperatures can lead stress, mortality and increased insect outbreaks and mortality in forests.  \n\nThese systems are also at higher risk of future development as people move out of more vulnerable coastal areas.",
    "sppImpacts": "Many species dependent upon these fire maintained systems would be impacted if the fire regime is altered.  Species such as the red-cockaded woodpecker, gopher tortoise and Sherman's fox squirrel rely on the openness of the sandhill community that is maintained by prescribed fire.  Alterations to the frequency or seasonality of fire would lead to habitat degradation, fragmentation and loss, impacting species such as the red-cockaded woodpecker, gopher tortoise, and Sherman's fox squirrel.  \n\nThe loss of gopher tortoises within a system will impact a suite of other species (commensals) that depend on the tortoises' burrow for habitat, including gopher frog, Florida mouse, eastern indigo snake, and many hundreds of species of invertebrates.  \n\nReproductive success for species such as the striped newt and gopher frog would decrease as critical breeding ponds found within these upland communities are impacted by decreased precipitation and increased evapotranspiration rates.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "High Pine and Scrub",
    "name2": null,
    "path": "/habitats/terrestrial/1200",
    "icon": "high_pine_scrub",
    "bounds": [-87.631, 24.524, -79.879, 31.042],
    "id": "1200",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "High Pine and Scrub",
    "habitat": "Scrub",
    "description": "Scrub communities occur on areas of deep, well-drained, infertile sandy soils that are typically white or near white. Scrub has a patchy distribution and occurs in both inland and coastal areas, from the panhandle through subtropical regions of the peninsula. The largest and most important patches of scrub occur along the central ridge of the peninsula near Ocala and in Polk and Highlands counties. \n\nThis community is fire-dependent -  it is maintained by fires that are usually very hot or intense, but occur infrequently at intervals of 10-20 years, or more. Generally, scrub is dominated by evergreen, or nearly evergreen, oaks and/or Florida rosemary, with or without a pine overstory. A relatively large suite of plant species is endemic to scrub.  \n\nMany temporary wetlands are found throughout the scrub landscape and are an integral part of this community, providing breeding and foraging habitat for many wildlife species.",
    "components": "This conservation asset includes Oak Scrub, Rosemary Scrub, Sand Pine Scrub, and Coastal Scrub.",
    "species": "Cedar Key mole skink, Florida scrub jay, Florida mouse, Florida pine snake,  Sand skink, Short-tailed snake",
    "link": null,
    "area": 161994.51,
    "protectedArea": 124171.425,
    "slr1m": 6923.2275,
    "slr3m": 15794.325,
    "impacts": "Altered fire regimes or the absence of fire could lead to compositional and structural changes, potentially altering their suitability to the current suite of species.  Prescribed fire is used in scrub oak habitats to maintain overgrowth of vegetation and to maintain open sandy areas.  \n\nIncreased temperatures, as well as extreme events (e.g., flood, drought, fires) will enhance invasive species processes, from introduction through establishment and expansion. \n\nDrought and increased temperatures can lead stress, mortality and increased insect outbreaks and mortality. \n\nCoastal scrub will be impacted by sea level rise, changes in soil salinity, and increased intensity and/or frequency of storms leading to habitat degradation, fragmentation and loss.   Scrub systems typically don't flood or stay flooded for long period of time; however, if precipitation and/or extreme events  (e.g., storms, floods) increase, this community may experience saturated soils or flood conditions.  This could lead to a change in plants species as those that have a low tolerance to more hydric conditions are replaced by those that can withstand wetter conditions.  \n\nScrub systems have already seen much destruction as a result of agriculture and residential development and will be at a high risk of future development as people move out of more vulnerable waterfront areas.",
    "sppImpacts": "Scrub communities in Florida are already significantly reduced from historic amounts and are highly fragmented.  Further fragmentation due to the impacts of climate change will affect scrub dependent species.  \n\nThe Florida scrub jay depends on fire to keep scrub oak habitats short and maintain plenty of open sandy areas in which to store acorns.  \n\nThe sand skink requires well-drained sandy soils and cannot tolerate dense ground cover or heavily rooted vegetation.  Altered fire regimes leading to an increase in shrubby vegetation would reduce the suitability of the habitat for sand skinks.  \n\nThe loss of gopher tortoises within a system will impact a suite of other species (commensals) that depend on the tortoises' burrow for habitat, including gopher frog, Florida mouse, eastern indigo snake, and many hundreds of species of invertebrates.  \n\nGopher frogs are tied to both upland communities such as scrub and sandhill (in association with gopher tortoises) and small embedded wetlands within these systems.  Changes in the timing and amount of precipitation will impact the reproductive success and survival of gopher frogs.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Scrub",
    "name2": "High Pine and Scrub",
    "path": "/habitats/terrestrial/1210",
    "icon": "high_pine_scrub",
    "bounds": [-87.575, 24.524, -79.881, 30.994],
    "id": "1210",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "High Pine and Scrub",
    "habitat": "Upland Pine",
    "description": "Upland pine forest is characterized as a rolling forest of widely spaced pines with few understory shrubs and a dense ground cover of grasses and herbs, occurring on the rolling hills of extreme northern Florida. Pristine areas are dominated by longleaf pine and wiregrass, while areas that suffered agricultural disturbances are dominated generally by shortleaf and loblolly pines and old field grasses and herbs. \n\nFire is a dominant factor in the ecology of this community because it reduces hardwood encroachment and facilitates pine and wiregrass reproduction. The natural fire frequency appears to be every 1 to 5 years, primarily in the warm season.  \n\nUpland pine forest is often confused with sandhill. The primary differences between them reside in their soil characteristics and some species of plants and animals.  The presence of clay helps retain soil moisture, creating more mesic conditions than are found on the deep sands that support sandhill. Upland pine can be distinguished from mesic flatwoods by its occurrence on rolling hills rather than flatlands and by its lack of saw palmetto.",
    "components": null,
    "species": "Eastern indigo snake, Gopher tortoise, Sherman's fox squirrel, Southern bald eagle, Tiger salamander, Wild turkey",
    "link": null,
    "area": 66695.9175,
    "protectedArea": 59959.665,
    "slr1m": 0.045,
    "slr3m": 51.255,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes to these upland pine systems, potentially altering their suitability to the current suite of species.  The absence of fire typically leads to an increase in woody vegetation, creating a dense mid-story.   \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and habitat degradation. \n\nWarmer winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. \n\nSevere drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.  \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nCogon grass, mimosa, Japanese climbing fern, Japanese honeysuckle and natal grass are currently problematic in upland pine.",
    "sppImpacts": "Fire is essential for the regeneration and maintenance of longleaf pines as well as the highly diverse herbaceous groundcover.  Species such as the red-cockaded woodpecker rely on the openness of this community that is maintained by prescribed fire.  Alterations to the frequency or seasonality of fire would lead to habitat degradation, fragmentation and loss due to heavy hardwood and shrub encroachment and decrease in the herbaceous groundcover.  \n\nLoss of mature longleaf pine due to heat induced stress, storms and/or insect outbreaks would reduce the number of suitable nest cavity trees for red-cockaded woodpeckers. Many other species, including redheaded woodpeckers, eastern bluebirds, brown-headed nuthatches, lizards, squirrels and frogs are know to use red-cockaded woodpecker nest cavities.  \n\nGopher tortoises depend on the open herbaceous groundcover.  The loss of gopher tortoises within a system will impact a suite of other species (commensals) that depend on the tortoises' burrow for habitat, including gopher frog, Florida mouse, eastern indigo snake, and many hundreds of species of invertebrates.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "USFWS",
    "photoUrl": "https://www.flickr.com/photos/usfwssoutheast/33877629955/",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Upland Pine",
    "name2": "High Pine and Scrub",
    "path": "/habitats/terrestrial/1231",
    "icon": "high_pine_scrub",
    "bounds": [-87.631, 27.191, -80.576, 31.042],
    "id": "1231",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "High Pine and Scrub",
    "habitat": "Sandhill",
    "description": "Sandhill communities occur only in north and central Florida in areas of gently rolling terrain on deep, well-drained, mostly yellow, sterile sands. This xeric community is dominated by an overstory of widely spaced, scattered longleaf pine, along with an understory of turkey oak, sand post oak, and bluejack oak. The park-like ground cover consists of various grasses and herbs, including wiregrass, lopsided Indian grass, bluestems, blazing star, partridge pea, beggars tick, milk pea, queen's delight, and others. \n\nDue to the poor water retention properties of the soils and open canopy, temperature and humidity fluctuate rapidly and frequently in this habitat compared to high-moisture closed-canopy forests. However, many temporary wetlands are found throughout sandhill landscapes and are an integral part of this habitat type, providing breeding and foraging habitat for many wildlife species. \n\nSandhill is a community that is sustained by ground fires with short return intervals to reduce hardwood intrusion and to promote flowering of many grasses and herbs. In the absence of fire, sandhill will eventually succeed into a xeric hammock. Sand pine can quickly invade sandhills where seed sources are available and fires are suppressed.",
    "components": null,
    "species": "Bluetail mole skink, Burrowing owl, Gopher tortoise, Red-cockaded woodpecker, Striped newt",
    "link": null,
    "area": 313937.01,
    "protectedArea": 195956.01,
    "slr1m": 190.6875,
    "slr3m": 2998.26,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes to these habitats, potentially altering their suitability to the current suite of species.  The absence of fire in the longleaf pine sandhill community can lead to an increase in woody vegetation, creating a dense mid-story.  Plant species dependent upon fire (e.g., longleaf pine, wiregrass) to initiate/facilitate germination/flowering will be impacted by altered fire regime (changes in frequency and timing of fires).  This could lead to shifts in species composition and system structure. Additionally, the reduction or lack of prescribed fire (fuel reduction) coupled with increased evapotranspiration rates could lead to more frequent and intense wildfires. \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and mortality in forests. Higher winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.  \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nDecreased precipitation, coupled with increased temperatures would cause degradation of small associated wetlands found within the sandhill community.",
    "sppImpacts": "Species such as the red-cockaded woodpecker, gopher tortoise and Sherman's fox squirrel rely on the openness of the sandhill community that is maintained by prescribed fire.  Alterations to the frequency or seasonality of fire would lead to habitat degradation, fragmentation and loss due to heavy hardwood and shrub encroachment.  Additionally, it could lead to decreased reproductive success and mortality.  \n\nLoss of mature longleaf pine due to heat induced stress, storms and/or insect outbreaks would reduce the number of suitable nest cavity trees for red-cockaded woodpeckers.  \n\nReproductive success for species such as the striped newt and gopher frog would decrease as critical breeding ponds found within the sandhill community are impacted by decreased precipitation and increased evapotranspiration rates. T\n\nhe loss of gopher tortoises within a system will impact a suite of other species (commensals) that depend on the tortoises' burrow for habitat, including gopher frog, Florida mouse, eastern indigo snake, and many hundreds of species of invertebrates.",
    "threats": "Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Incompatible fire,  Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "Randy Kautz",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Sandhill",
    "name2": "High Pine and Scrub",
    "path": "/habitats/terrestrial/1240",
    "icon": "high_pine_scrub",
    "bounds": [-87.471, 27.129, -80.283, 31.015],
    "id": "1240",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": null,
    "description": "Pine flatwoods is the most extensive type of terrestrial ecosystem in Florida.  Pine flatwoods occur on flat sandy terrain where the overstory is characterized by longleaf pine, slash pine, or pond pine. The type of pine flatwood community present is usually related to soil differences and small variations in topography. Seasonal change in the frequency and amount of precipitation is the most important climatic variable influencing pine flatwood systems.  \n\nPine flatwoods have been significantly altered following human settlement, through clearing for timber and conversion to agriculture and livestock operations.  Compositional and structural changes have taken place over time as fire frequencies have been reduced.  Fire is an important factor in the maintenance of flatwoods.  \n\nDry prairies have essentially the same features as pine flatwoods except that they lack a pine overstory.   Dry prairies are composed of grasses, sedges, herbs and shrubs found in central Florida. They often merge with open pine flatwoods and open hammock.  \n\nPine rocklands are found exclusively on limestone substrate in the Florida Keys and isolated areas in south Florida. The South Florida slash pine is the only canopy species within the overstory of this community.",
    "components": "This conservation asset includes Dry Flatwoods, Pine Rockland, Dry Prairie, and Palmetto Prairie.",
    "species": "Burrowing owl, Florida black bear, Florida grasshopper sparrow, Florida pine snake, Florida sandhill crane, Gopher frog, Reticulated flatwoods salamander",
    "link": null,
    "area": 696367.8675000001,
    "protectedArea": 393787.26,
    "slr1m": 24935.8275,
    "slr3m": 68720.58,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes to these habitats, potentially altering their suitability to the current suite of species.  The absence of fire in pine flatwoods and dry prairie communities can lead to an increase in woody mid-story vegetation. Mesic sites tend to change more rapidly than xeric ones. \n\n Species presence and richness is tied to hydroperiod; changes to the timing and amount of precipitation would lead to shifts in the system's composition and structure.   Dominant canopy species (longleaf pine, slash pine and pond pine) have different levels of stress caused by increased moisture or dryness.  \n\nExtreme events (e.g., droughts, floods) that cause disturbance to the system will enhance invasive species processes, from introduction through establishment and expansion.  \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and mortality.",
    "sppImpacts": "Many of the grasses and forbs of pine flatwoods and dry prairies are major food sources for numerous small mammals, birds, and reptiles.  Changes in vegetation composition or abundance due to climate change may decrease the suitability of the habitat for feeding or nesting. \n\nLoss of mature canopy trees due to storms, disease, or insect infestations will reduce the number and extent of suitable nest trees for birds such as the red-cockaded woodpecker and Southeastern American kestrel.  \n\nReduction in prey availability (e.g., invertebrates, amphibians and reptiles) due to changes in temperature and in the timing and amount of precipitation could significantly impacts species such as the burrowing owl, Florida sandhill crane, and Southeastern American kestrel.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Pine Flatwoods and Dry Prairie",
    "name2": null,
    "path": "/habitats/terrestrial/1300",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-87.583, 24.626, -79.89, 31.038],
    "id": "1300",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": "Dry Flatwoods",
    "description": "Natural pinelands (dry flatwoods) includes pine forests, excluding pine rocklands, sandhills, and sand pine scrub, which are listed as separate classes. Natural pineland habitats on dry sites include mesic  and scrubby flatwoods.  Generally, slash pine-dominated sites occupy intermediate or moderately moist areas. The understory and ground cover within these communities include several common species such as saw palmetto, gallberry, wax myrtle, and a wide variety of grasses and herbs.  Cypress domes, bay heads, titi swamps, and freshwater marshes are commonly interspersed in isolated depressions throughout natural pineland habitats.  \n\nFire is an important factor that helps to maintain and shape natural pineland communities; almost all of the plants and animals found here are adapted to having fires occur at least every one to eight years.  Much of this community has been altered by humans as a result of conversion to agriculture and pine plantations, alteration of fire regimes, and introduced species.",
    "components": "This conservation asset includes  Dry Flatwoods, Mesic Flatwoods and Scrubby Flatwoods.",
    "species": "Cooper's Hawk, Florida pine snake, Sherman's short-tailed shrew, Squirrel treefrog, Wild turkey",
    "link": null,
    "area": 575081.2574999999,
    "protectedArea": 309401.7075,
    "slr1m": 18472.5675,
    "slr3m": 58812.6825,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes, potentially altering their suitability to the current suite of species.  The absence of fire in flatwoods communities can lead to an increase in woody mid-story vegetation.  \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and mortality. Higher winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.  \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) that cause disturbance to the system will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Species such as the red-cockaded woodpecker, Sherman's fox squirrel, and Sherman's short-tailed shrew rely on the herbaceous groundcover maintained by prescribed fire.  Alterations to the frequency or seasonality of fire would lead to habitat degradation, fragmentation and loss due to heavy hardwood and shrub encroachment.  \n\nLoss of mature longleaf pine due to heat induced stress, storms and/or insect outbreaks would reduce the number of suitable nest cavity trees for red-cockaded woodpeckers.  \n\nLoss of natural pinelands, leading to a more fragmented landscape, would impact wide-ranging species such as the Florida black bear that utilize pinelands as habitat and travel corridors.   \n\nReduction in prey availability (e.g., insects) due to changes in temperature and in the timing and amount of precipitation could significantly impacts species such as the Sherman's short-tailed shrew.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Dry Flatwoods",
    "name2": "Pine Flatwoods and Dry Prairie",
    "path": "/habitats/terrestrial/1310",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-87.583, 25.93, -79.89, 31.038],
    "id": "1310",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": "Mesic Flatwoods",
    "description": "Mesic flatwoods have an open pine canopy and an understory and groundcover layer of low shrubs and herbs, including saw palmetto, gallberry, dwarf live oak, and wiregrass.  The principal canopy tree in northern and central Florida is longleaf pine, although slash pine is currently more common in northern Florida as a result of invasion by, or planting of slash pine after logging of longleaf pine.  The South Florida slash pine is the dominant canopy tree in south Florida. \n\nMesic flatwoods are found statewide, except extreme southern peninsula and the Keys, and are the most widespread biological community in Florida. However, very few undisturbed areas of mesic flatwoods exist because of habitat degradation and silvicultural, agricultural, or residential development. Mesic flatwoods are often fairly resilient, and with proper management they can generally be restored.  \n\nFire is an important factor that helps to maintain and shape mesic flatwoods, occurring every 2-4 years.  Fire stimulates flowering in many flatwoods herbs and frequent fire (1-3 years) increases species richness and abundance of herbs.",
    "components": null,
    "species": "Florida black bear, Florida panther, Frosted flatwoods salamander, Reticulated flatwoods salamander",
    "link": null,
    "area": 536193.0675,
    "protectedArea": 295887.6,
    "slr1m": 16692.12,
    "slr3m": 53443.6875,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes, potentially altering their suitability to the current suite of species.  The absence of fire in flatwoods communities can lead to a dense mid-story.  Additionally, some plants have reduced reproductive success without frequent fire, as fire is required for their reproduction.  \n\nPlants within mesic flatwoods are already fairly resilient to changes in moisture, having to withstand the stress of soil saturation or inundation during the wet part of the year, as well as dry conditions at other times.  However, extreme drought and heat stress caused by increased temperatures could lead to increased insect outbreaks and mortality. Higher winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.  \n\nIncreased summer and winter minimum temperatures, as well as increased extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nCogon grass, old world climbing fern and natal grass are the most significant invasive plants currently found in mesic flatwoods.",
    "sppImpacts": "Alterations to the frequency or seasonality of fire would lead to habitat degradation, fragmentation and loss of mesic flatwoods due to heavy hardwood and shrub encroachment.  Species such as the red-cockaded woodpecker and Sherman's fox squirrel would be impacted as the openness of the flatwoods become more densely vegetated. Loss of mature longleaf pine due to heat induced stress, storms and/or insect outbreaks would reduce the number of suitable nest cavity trees for red-cockaded woodpeckers.  \n\nFlatwoods salamanders and striped newts, dependent upon ephemeral wetlands embedded within the mesic flatwoods for breeding sites, will be affected by changes in precipitation, regardless of direction of change.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Mesic Flatwoods",
    "name2": "Pine Flatwoods and Dry Prairie",
    "path": "/habitats/terrestrial/1311",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-87.583, 25.93, -79.895, 31.038],
    "id": "1311",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": "Scrubby Flatwoods",
    "description": "Scrubby flatwoods typically occur on drier ridges, many of which formed originally on or near old coastal dunes. Scrubby flatwoods differ from scrub by the presence of scattered wiregrass and a preponderance of flatwoods species such as fetterbush, wax myrtle, and gallberry. Shrubby oaks, including sand live oak, Chapman oak, and myrtle oak or scrub oak, are often dominant and slash pine, sand pine or longleaf pine may be present. Other typical plants including saw palmetto, staggerbush, dwarf blueberry, gopher apple, rusty lyonia, tarflower, golden-aster, silkbay, garberia, huckleberry, goldenrod, runner oak, pinweeds, and frostweed.  \n\nScrubby flatwoods normally do not flood even under extremely wet conditions. Temperature and humidity of air and soil in scrubby flatwoods fluctuate substantially more than in most other communities because the scattered overstory, sparse understory, and barren sands of do not ameliorate daily and seasonal changes very well.",
    "components": null,
    "species": "Eastern indigo snake, Florida mouse, Gopher frog, Gopher tortoise, Sand skink",
    "link": null,
    "area": 37891.215,
    "protectedArea": 21015.18,
    "slr1m": 1745.1675,
    "slr3m": 5207.6925,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes, potentially altering their suitability to the current suite of species.  The absence of fire in flatwoods communities can lead to an increase in woody mid-story vegetation.  \n\nDrought and heat stress caused by increased temperatures can lead to increased insect outbreaks and mortality. Higher winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.  \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nScrubby flatwoods typically don't flood; however, if precipitation and/or extreme events  (e.g., floods) increase, this community may experience saturated soils or flood conditions.  This could lead to a change in plants species as those that have a low tolerance to more hydric conditions are replaced by those that can withstand wetter conditions.",
    "sppImpacts": "Scrubby flatwoods provide critical habitat for the Florida mouse. Changes in the vegetation composition or structure in response to changes in temperature or precipitation could lead to habitat degradation or loss for the Florida mouse.  The Florida scrub jay depends on fire to keep habitats short and maintain plenty of open sandy areas in which to store acorns.  The sand skink requires well-drained sandy soils and cannot tolerate dense ground cover or heavily rooted vegetation.  Altered fire regimes leading to an increase in shrubby vegetation would reduce the suitability of the habitat for sand skinks.  \n\nThe loss of gopher tortoises within a system will impact a suite of other species (commensals) that depend on the tortoises' burrow for habitat, including gopher frog, Florida mouse, eastern indigo snake, and many hundreds of species of invertebrates.  \n\nChanges in the timing and amount of precipitation will impact the reproductive success and survival of gopher frogs.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "Paul Russo",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Scrubby Flatwoods",
    "name2": "Pine Flatwoods and Dry Prairie",
    "path": "/habitats/terrestrial/1312",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-87.447, 25.952, -79.891, 31.016],
    "id": "1312",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": "Pine Rockland",
    "description": "Pine rockland is a unique type of pine flatwoods that is found exclusively on limestone substrate in the Florida Keys, the Big Cypress Swamp, and the Miami Rock Ridge (the limestone outcropping that rises from the Everglades to heights of 23 feet (7 m) above sea level). The overstory of pine rocklands contains a single canopy species, South Florida slash pine. The dominant pines tower over a savanna-like understory of saw palmettos, locust berry, willow bustic, beautyberry, broom grasses, silver palms, and a rich herbaceous layer. This community is often associated with rockland hammock and other short-hydroperiod freshwater wetland communities. These sub-tropical pine trees and understory plants have adapted to seasonal wildfires and the lack of soil on the exposed limestone rock. \n\nFire is required for the maintenance of the pine rockland community, with fire frequency ranging from 2 to 3 years to 10 to 15 years, typically burning twice per decade. \n\n Pine rockland communities are globally imperiled and support federal and state listed plant species, such as deltoid spurge and Small’s milkwort which only occur in this habitat.",
    "components": null,
    "species": "Key deer, Rim rock crowned snake, Miami blue butterfly, Florida brown snake, Red rat snake",
    "link": null,
    "area": 6828.8175,
    "protectedArea": 6508.5975,
    "slr1m": 5522.1525,
    "slr3m": 6731.505,
    "impacts": "Pine rockland habitat is likely to have 81% of the current area inundated by 1 m of sea level rise and 99% inundated by 3 m of sea level rise.  Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes, potentially altering suitability to the current suite of species.  Lack of fire could lead to an increase in wildfire if other management actions are not applied to manage fuel loads. Use of prescribed fire is already very challenging within the pine rockland communities, given their isolated locations, often within a matrix of developed lands. Drought and heat stress caused by increased temperatures can lead to increased insect outbreaks and mortality.  \n\nIncreased extreme events (e.g., storms, droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nBrazilian pepper is the most widespread invasive currently found pine rocklands.  In fire suppressed systems, Brazilian pepper will form a dense, monospecific canopy, almost completely eliminating native vegetation.",
    "sppImpacts": "Pine rocklands provide critical habitat for many south Florida and Florida Keys endemic species.  Many species, including the Key deer, Rim rock crowned snake, and Miami blue butterfly are dependent upon the pine rockland community and may face extinction in the wild if/when the habitat is gone due to sea level rise and other impacts from climate change that render the habitat unsuitable.  Reduction in fire frequency or lack of fire will allow for increased invasion and growth of hardwood species, causing degradation of the habitat for multiple species.  Additionally, altered fire regimes will affect wildlife species due to a reduction of the amount and richness of  understory and herbaceous plants caused by reduced amount of sunlight penetrating the canopy and midstory.  \n\nPatches of dense invasive vegetation would yield areas of unsuitable habitat for all species and increase habitat fragmentation between remaining suitable areas.  \n\nPresence of invasive animals will lead to increased competition for resources and mortality of native species as invasives are often better suited to out-compete the natives.  Impacts due to sea level rise, increased exposure to salinity, and storm events could cause the reduction or loss of key host/food plants for the Miami blue butterfly.  Many of these species are highly restricted within their limited range and are extremely vulnerable to impacts from storms, particularly the Miami Blue butterfly.",
    "threats": "Chemicals and toxins, Conversion to commercial and industrial development, Conversion to housing and urban development, Incompatible fire, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "USFWS",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Pine Rockland",
    "name2": "Pine Flatwoods and Dry Prairie",
    "path": "/habitats/terrestrial/1320",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-81.556, 24.631, -80.275, 25.768],
    "id": "1320",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Pine Flatwoods and Dry Prairie",
    "habitat": "Dry Prairie",
    "description": "Dry prairies are large native grass- and shrub-lands occurring on very flat terrain interspersed with scattered cypress domes and strands, bayheads, isolated freshwater marshes, and hardwood hammocks. The typical dry prairie is a mosaic of dry prairie and wet prairie, having a mixture of upland and wetland plants.  This community is characterized by many species of grasses, sedges, herbs, and shrubs, including saw palmetto, fetterbush, staggerbush, tar flower, gallberry, blueberry, wiregrass, carpet grasses, and various bluestems. These sites contain highly scattered pines that cover less than 10 to 15 % of an area.  \n\nDry prairies are restricted to central Florida; the largest areas historically occurred just north of Lake Okeechobee. The current extent of dry prairie in Florida has been significantly reduced over the past several decades.",
    "components": null,
    "species": "Audubon's crested caracara, Burrowing owl, Florida grasshopper sparrow, Florida sandhill crane",
    "link": null,
    "area": 63085.455,
    "protectedArea": 41306.94,
    "slr1m": 0.0,
    "slr3m": 0.0,
    "impacts": "Altered fire regimes or the absence of fire, along with other climatic changes, could lead to compositional and structural changes to dry prairie, potentially altering their suitability to the current suite of species.  Without appropriate fire regimes, trees and other woody vegetation move into dry prairie, creating unsuitable conditions for many of the habitat dependent species.  \n\nDecreased precipitation and drought can lead community composition change as drought intolerant species are replaced by those more tolerant of extended dry periods.  \n\nFloods can also cause shifts in species composition, favoring those species that can persist in more hydric conditions.   \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Species such as the crested caracara, burrowing owl, Florida sandhill crane, and the federally endangered Florida grasshopper sparrow rely on appropriate fire regimes to prevent encroachment of woody vegetation.  Increased extreme events (e.g., drought, floods) can cause decreased reproductive success and mortality if extreme conditions happen during nesting season.  \n\nReduction in seed and prey availability (e.g., invertebrates, amphibians and reptiles) due to changes in temperature and in the timing and amount of precipitation could significantly impacts species such as the burrowing owl, Florida grasshopper sparrow, Florida sandhill crane, and Southeastern American kestrel.  \n\nSandhill cranes require shallow wetlands for nesting, if timing and amount of precipitation changes there could be a decrease in reproductive success.  If wetlands are too dry during nesting they would not provide adequate habitat or if they dry during the incubation period it would allow for increased nest predation by terrestrial predators.  If precipitation increases during the nesting season the nest will flood, leading to nest failure.",
    "threats": "Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Incompatible fire, Incompatible forestry practices, Incompatible resource extraction, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Dry Prairie",
    "name2": "Pine Flatwoods and Dry Prairie",
    "path": "/habitats/terrestrial/1330",
    "icon": "pine_flatwoods_dry_prairie",
    "bounds": [-82.356, 26.755, -80.823, 28.149],
    "id": "1330",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": null,
    "habitat": null,
    "description": "Coastal ecosystems are the foundation upon which much of Florida's natural beauty and economy are based. Beaches, dunes, and coastal grasslands and forests are important components of the coastal ecosystem, providing breeding and foraging grounds, and cover for a wide variety of wildlife. \n\nBeaches and dunes are home to threatened species, such as beach mice, snowy plovers, and gopher tortoises, and provide nesting sites for shorebirds and sea turtles. \n\nDunes are created by wind, but are held in place by grasses that trap sand grains as they are being moved across the beach. Dunes stabilized by grasses protect the coast against winds and pounding waves. The vegetation found within Florida's dunes varies and is dependent upon many factors, including storm waves, windblown sand, salt spray, soil type, and climate.",
    "components": null,
    "species": null,
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Coastal systems have the natural ability to adapt to the dynamic conditions that formed and maintains them; however, these capacities are being overwhelmed by sea level rise, particularly in areas that have already been damaged by development, coastal armoring, and other activities.  \n\nChanges in wind circulation patterns and increases in wave actions due to storms will impact the interactions of sand with the pioneer grasses that build dunes. Loss of pioneer grass species and other dune vegetation likely will increase dune erosion and degradation, especially given the predicted increase in storm events.  \n\nIncreased soil salinity in coastal uplands will lead to changes in species composition as salt-intolerant plants decline and plants with higher salt tolerances increase. Coastal forests are already being impacted by saltwater intrusion, longer periods of root inundation, salt spray, and coastal erosion.  \n\nThe sustainability of some natural coastal systems and the species that depend upon them will be impacted by increases in storm surge associated with hurricanes.",
    "sppImpacts": "Many species are dependent upon coastal areas for all or part of their life cycle. Habitat loss and degradation due to recreational and commercial activities have already led to declining wildlife populations.  Additional impacts from climate change will only exacerbate these threats.  \n\nCoastal systems provide critical habitat for species such as sea turtles, beach mice, nesting and wintering shorebirds and neo-tropical migrants. As habitat is lost due to climate and non-climate factors, nesting shorebirds will be constrained in their ability to move between sites and may become more concentrated in remaining suitable habitat.  This may lead to increased threats from predators as they may be able to find nests more efficiently.  \n\nSea turtle nesting habitat will be impacted due to loss of dunes, increased erosion, and other geomorphological changes.  Increased temperatures may impact sex rations of sea turtle hatchlings.  \n\nBeach mice will be impacted by habitat degradation as dune plant species composition changes (potential loss of food plants), habitat fragmentation as dunes become more disjunct from one another due to inundation, and habitat loss from inundation.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/9099277339/",
    "hasPhoto": true,
    "habitatType": "ecosystem",
    "name": "Coastal",
    "name2": null,
    "path": "/habitats/coastal",
    "icon": "coastal_ecosystems",
    "bounds": null,
    "id": "1600",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": null,
    "description": "Coastal uplands are dynamic systems, with the coastline constantly changing. Beaches may be washed away during a storm, new inlets may appear between, old inlets may close, widen, or migrate, sand dunes may build or erode, and sandbars may form seaward of the existing beach to create a new string of barrier islands.  Coastal vegetation usually grows in zones that reflect each plant's adaptability to marine influences and a shifting substrate.  Coastal uplands extend from the beach/surf zone inland to maritime hammock before transitioning to the dominant inland vegetation type.  \n\nThe beach dune community is a predominantly herbaceous community of wide-ranging coastal specialists.  The beach dune community occurs on the first dunes above the beach.  \n\nCoastal strand, coastal grasslands, and keys cactus barrens are immediately inland from the beach dune.   Coastal strand is the most commonly encountered community behind the herbaceous dune zone. Plants species found in coastal strand vary by coast and by distance inland.\n\nMaritime hammocks are oak-dominated forests, with tropical species in the understory on Florida's southeast coast and on calcareous substrates, such as shell mounds, as far north as Levy and Volusia counties on the west and east coasts of Florida, respectively.",
    "components": "This conservation asset includes Beach Dune, Coastal Berm, Coastal Grassland, Coastal Strand, Maritime Hammock, Shell Mound, and Sand Beach.",
    "species": "American oystercatcher, Beach mice, Cedar Key mole skink, Florida prairie warbler, Painted bunting, Roseate tern, Sea turtles",
    "link": null,
    "area": 30197.315,
    "protectedArea": 20625.485,
    "slr1m": 19507.5225,
    "slr3m": 28396.53,
    "impacts": "The biggest threat from climate change to coastal uplands is sea level rise and the impacts from storms.  Overall, 62% of coastal uplands are likely to be inundated with a 1 m rise in sea level and 91% at 3 m.  \n\nCoastal berm and keys cactus barren will likely have close to 100% inundation with only a 1 m rise in sea level.   \n\nBarrier island systems will be impacted by the combination of climate change and human development.  These two factors can lead to irreversible changes to these islands, including rapid landward migration, decreased island width and height, island breaching and inlet formation, and island segmentation and disintegration.  \n\nStorm events, along with sea level rise, will lead to changes in the structure (geomorphology) of many of the coastal upland systems as wind and storm surge shift sediment and cause increased erosion.  \n\nIncreased soil salinity in coastal uplands will lead to changes in species composition as salt intolerant plants decline and plants with higher salt tolerances increase. \n\nCabbage palm mortality on coastal islands and along the marsh/upland transition zone has already impacted coastal areas along the Big Bend region of Florida. Cabbage palm seedling mortality is correlated with tidal flooding, suggesting that salinity, flooding or the combination may be responsible for the regeneration failure of cabbage palms in low-lying coastal areas.",
    "sppImpacts": "Shorebirds, including American oystercatcher, Snowy plover, Wilson's plover, Least tern and Black skimmer, depend on Florida's coastal systems for nesting and foraging sites.  As habitat is lost due to climate and non-climate factors, nesting shorebirds will be constrained in their ability to move between sites and may become more concentrated in remaining suitable habitat.  This may lead to increased threats from predators as they may be able to find nests more efficiently.  \n\nSea turtle nesting habitat will be impacted due to loss of dunes, increased erosion, and other geomorphological changes.  Beach mice will be impacted by habitat degradation as dune plant species composition changes (potential loss of food plants), habitat fragmentation as dunes become more disjunct from one another due to inundation, and habitat loss from inundation.",
    "threats": "Coastal development, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Disruption of longshore transport of sediments, Fishing gear impacts, Incompatible fire, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Roads, bridges and causeways, Shipping lanes, Shoreline hardening",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/30723302738/in/album-72157634250596196/",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Coastal Uplands",
    "name2": null,
    "path": "/habitats/coastal/1601",
    "icon": "coastal_uplands",
    "bounds": [-87.532, 24.481, -79.884, 30.739],
    "id": "1601",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Beach Dune",
    "description": "Beach dunes are very dynamic communities with the wind continually moving the sand inland from the beach until trapped by vegetation. Beach dunes are characterized as wind-deposited, foredune and wave-deposited upper beach that are sparsely to densely vegetated with pioneer species, especially sea oats.  Vegetation on beach dunes varies regionally in Florida but is restricted to a few highly specialized terrestrial plants.   Typical plants include beach cordgrass, sand spur, railroad vine, beach morning glory, dune sunflower, sea purslane, and sea rocket.  The dune vegetation must be able to tolerate loose, dry, unstable, nutrient poor soils, as well as exposure to wind, salt spray, sand abrasions, intense sunlight, and storms.  \n\nBeach dunes are  periodically inundated by seawater during extreme high tides and storms. This community is subject to drastic topographic alterations during winter storms and hurricanes.  \n\nFlorida beaches are important nesting sites for several species of shorebirds and wintering grounds for others.",
    "components": null,
    "species": "American oystercatcher, Beach mice, Cuban Snowy plover, Sea turtles",
    "link": "http://www.fnai.org/PDF/NC/Beach_Dune_Final_2010.pdf",
    "area": 4039.8075,
    "protectedArea": 2613.645,
    "slr1m": 2136.51,
    "slr3m": 3310.2225,
    "impacts": "Florida's beach dune habitat is likely to have 53% of the current area inundated by 1 m of sea level rise and 82% inundated by 3 m of sea level rise.  Inundation and impacts from storm events will lead to increased fragmentation and changes in the structure (geomorphology) of the dunes.   Increased soil salinity will lead to changes in species composition as salt intolerant plants decline and plants with higher salt tolerances increase.  Increased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Sea turtle nesting habitat will be impacted due to loss of dunes, increased erosion, and other geomorphological changes.  It is estimated that over 40% of loggerhead turtle beach nesting habitat will be lost with a 50 cm increase in sea level rise. Increased temperatures may impact sex rations of sea turtle hatchlings. Sea turtles have temperature-dependent sex determination, where the sex of the hatchlings is determined by the nest temperature, with warmer temperatures producing more females.    Additionally, sea turtle embryo development and hatching success are influenced by temperature and rainfall at nesting beaches.   \n\nBeach mice will be impacted by habitat degradation as dune plant species composition changes (potential loss of food plants), habitat fragmentation as dunes become more disjunct from one another due to inundation, and habitat loss from inundation.  \n\nMany shorebirds use beach dune habitat for nesting or wintering, including piping plover, snowy plover, American oystercatcher, least tern, and black skimmers.  Loss of beach dune habitat will result in a reduction of nesting habitat for many of these species.",
    "threats": "Coastal development, Conversion to housing and urban development, Conversion to recreation areas, Disruption of longshore transport of sediments, Fishing gear impacts, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Roads, bridges and causeways, Shoreline hardening",
    "vulnerabilityNotes": "Assessed in combination with Coastal Grassland",
    "vulnerability": [3],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Beach Dune",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1610",
    "icon": "coastal_uplands",
    "bounds": [-87.523, 24.483, -79.888, 30.728],
    "id": "1610",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Coastal Berm",
    "description": "Coastal berms develop on ridges of storm deposited sand, shells and debris.  They form parallel to the shore, occasionally occurring in a series with alternating swales.  Vegetation is variable with dense thickets of large shrubs and small trees, hammocks, or sparse shrubby vegetation with spiny xerophytic plants.  Typical plants include cabbage palm, cocoplum, sea grape, marsh elder, greenbrier, prickly pear cactus, evening primrose, Spanish bayonet, wax myrtle, lie oak, muhly grass, sea oats, sea oxeye, coral bean, strangler fig and wild coffee.",
    "components": null,
    "species": "Beach mice, Sea turtles",
    "link": "http://www.fnai.org/PDF/NC/Coastal_Berm_Final_2010.pdf",
    "area": 425.295,
    "protectedArea": 367.74,
    "slr1m": 418.2525,
    "slr3m": 425.25,
    "impacts": "Coastal berm habitat is likely to have 98% of the current area inundated by 1 m of sea level rise and 100% inundated by 3 m of sea level rise.  Inundation and impacts from storm events will lead to increased fragmentation and changes in the structure (geomorphology) of the system.   Increased soil salinity will lead to changes in species composition as salt intolerant plants decline and plants with higher salt tolerances increase.  \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Beach mice will be impacted by habitat degradation as dune plant species composition changes (potential loss of food plants), habitat fragmentation as dunes become more disjunct from one another due to inundation, and habitat loss from inundation.",
    "threats": "Coastal development, Conversion to housing and urban development, Conversion to recreation areas, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Roads, bridges and causeways, Shoreline hardening",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "Randy Grau, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Coastal Berm",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1620",
    "icon": "coastal_uplands",
    "bounds": [-84.188, 24.493, -80.126, 30.105],
    "id": "1620",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Coastal Grassland",
    "description": "Coastal grasslands are characterized as treeless flatlands with barren sand or a sparse to dense ground cover of grasses, prostrate vines, and other herbaceous species that are adapted to harsh maritime conditions.  The coastal grassland community generally occurs as one of two types; on newer sand deposits, typically composed of a variety of tall grasses (Muhly grass, Saltmeadow cordgrass, Bushy bluestem, Tall threeawn, plus occasional remnant patches of sea oats) or on older, more stable portions of the broad barrier islands consisting of short, dense stands of hairy grama grass.",
    "components": null,
    "species": "Beach mice, Cuban snowy plover, Wilson's plover, Gopher tortoise",
    "link": "http://www.fnai.org/PDF/NC/Coastal_Grassland_Final_2010.pdf",
    "area": 1151.01,
    "protectedArea": 1065.195,
    "slr1m": 723.8925,
    "slr3m": 1103.895,
    "impacts": "Coastal grassland habitat is likely to have 63% of the current area inundated by 1 m of sea level rise and 96% inundated by 3 m of sea level rise.  Inundation and impacts from storm events will lead to increased fragmentation and changes in the structure (geomorphology) of the system.   Increased soil salinity will lead to changes in species composition as salt intolerant plants decline and plants with higher salt tolerances increase.  \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Beach mice will be impacted by habitat degradation as dune plant species composition changes (potential loss of food plants), habitat fragmentation as dunes become more disjunct from one another due to inundation, and habitat loss from inundation.  \n\nGopher tortoises utilize areas of coastal grasslands and will be impacted as these grasslands become inundated due to sea level rise.",
    "threats": "Coastal development, Conversion to housing and urban development, Conversion to recreation areas, Disruption of longshore transport of sediments, Incompatible fire, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Roads, bridges and causeways, Shoreline hardening",
    "vulnerabilityNotes": "Assessed in combination with Beach Dune",
    "vulnerability": [3],
    "photoCredit": "Ann F. Johnson, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Coastal Grassland",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1630",
    "icon": "coastal_uplands",
    "bounds": [-87.414, 24.484, -79.942, 30.727],
    "id": "1630",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Coastal Strand",
    "description": "Coastal strand is the vegetated zone that typically occurs between open beach and maritime hammock habitats. It occurs on deep, well-drained, sandy soils that are largely wind-deposited and washed or sorted by wave action to some extent.  Vegetation in this habitat is strongly affected by wind, wave action, and salt spray and consists of low-growing vines, grasses, and other herbaceous plants and salt-tolerant shrub species that, in some areas, may form dense thickets. Pioneer or early successional herbaceous vegetation characterizes foredune and upper beach areas with a gradual change to woody shrub species on the more protected and stabilized areas farther landward. Typical plant species include beach morning glory, railroad vine, sea oats, saw palmetto, Spanish bayonet, yaupon holly, wax myrtle, and sea grape; in southern Florida, cocoplum, nickerbean, and other more tropical species are present.",
    "components": null,
    "species": "Beach mice, Black skimmer, Gopher tortoise, Painted bunting",
    "link": "http://fnai.org/PDF/NC/Coastal_Strand_Final_2010.pdf",
    "area": 2713.365,
    "protectedArea": 2315.61,
    "slr1m": 1073.1375,
    "slr3m": 2267.3475,
    "impacts": "Coastal strand habitat is likely to have 40% of the current area inundated by 1 m of sea level rise and 84% inundated by 3 m of sea level rise.   Increased soil salinity will lead to changes in species composition and structure as salt intolerant plants decline and plants with higher salt tolerances increase.  Increased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Beach mice will be impacted by habitat degradation as plant species composition changes (potential loss of food plants). \n\nGopher tortoises utilize areas of coastal strand and will be impacted as these areas become inundated due to sea level rise. \n\nExpansion of invasive plant species, such as the Australian pine, due to changes in temperature regimes will lead to compositional and structural changes in the community, impacting the suitability to multiple species.  Australian pine can tolerate inundation by seawater and deposition of salt spray better than many native woody species, allowing it to displace native coastal strand species.",
    "threats": "Coastal development, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Incompatible fire, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "Randy Kautz",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Coastal Strand",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1640",
    "icon": "coastal_uplands",
    "bounds": [-87.499, 24.6, -79.887, 30.725],
    "id": "1640",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Maritime Hammock",
    "description": "Maritime hammock is characterized as a narrow band of hardwood forest lying just inland of the coastal strand community.  Typical plants include live oak, cabbage palm redbay, red cedar, sea grape, lancewood, gumbo-limbo, strangler fig, poisonwood, saw palmetto, beautyberry, poison ivy, prickly ash, wild coffee, marlberry and ferns.   \n\nIn South Florida, maritime hammocks extend south on the sandy barrier islands to Cape Florida, Miami-Dade County on the Atlantic side, and Cape Romano, Collier County, on the Gulf side. They may also occasionally be found along the mainland shores of the lagoons and bays. In Monroe County they are also found in scattered locations on Ten Thousand Islands and Cape Sable. In the Florida Keys they are replaced by the more diverse rockland hammock community.  Fire is rare in this community.   \n\nMaritime hammock is reasonably resilient as long as the canopy remains intact and the landform is stable.",
    "components": null,
    "species": "Atlantic salt marsh snake, Painted bunting, Florida prairie warbler",
    "link": "http://www.fnai.org/PDF/NC/Maritime_Hammock_Final_2010.pdf",
    "area": 11996.2575,
    "protectedArea": 10173.825,
    "slr1m": 7332.3675,
    "slr3m": 11232.7875,
    "impacts": "Maritime hammock is likely to have 61% of the current area inundated by 1 m of sea level rise and 94% inundated by 3 m of sea level rise.  Increased soil salinity will lead to changes in species composition and structure as salt intolerant plants decline and plants with higher salt tolerances increase.  Coastal forests are already being impacted by saltwater intrusion, longer periods of root inundation, salt spray, and coastal erosion.  \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion. \n\nThese systems are also at higher risk of future development as people move out of more vulnerable waterfront areas.",
    "sppImpacts": "Species dependent upon maritime hammock will be impacted by the direct loss of the habitat due to sea level rise, particularly in those areas where there is limited potential for inland migration of the habitat.  The loss of these hammocks will impact both nesting and foraging habitats of migratory and resident bird species.  \n\nMigrating songbirds that travel along the Atlantic coast use maritime hammocks for food and shelter.  Higher abundance of painted buntings is associated with maritime forest and hammock.  Conservation of the remaining maritime hammock is critical in maintaining breeding populations of the painted bunting in Florida. \n\nExpansion of invasive plant species, such as the Australian pine, due to changes in temperature regimes will lead to compositional and structural changes in the community, impacting the suitability to multiple species.",
    "threats": "Coastal development, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Incompatible fire, Incompatible recreational activities, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "Jessica Therriault, FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Maritime Hammock",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1650",
    "icon": "coastal_uplands",
    "bounds": [-87.499, 24.633, -79.892, 30.728],
    "id": "1650",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Beach and Surf Zone",
    "description": "The surf zone is the long, often narrow strip of sand and shells between the tides. Daily flooding by salt water and moderate- to high-energy waves prohibit plant growth except for some inconspicuous algae. The surf zone is an important nursery and feeding habitat for many species of fish.  Low-energy beaches provide important spawning habitat for horseshoe crabs and feeding habitat for multiple species of shorebirds.  Beaches are also vital nesting sites for many sea turtles and support numerous other mammals and invertebrates.",
    "components": null,
    "species": "Cedar Key mole skink, Florida Keys mole skink, Mangrove diamondback terrapin, Piping plover, Sea turtles",
    "link": null,
    "area": 9866.09,
    "protectedArea": 4088.61,
    "slr1m": 6817.61,
    "slr3m": 8982.6075,
    "impacts": "The beach and surf zone habitat is likely to have 69% of the current area inundated by 1 m of sea level rise and 91% inundated by 3 m of sea level rise.  As sea level rises, it may be that new beach areas are formed, replacing other habitats as they become inundated; however, if and where this may happen depends on many variables, such as the geomorphology of the area or the existence of barriers to formation (e.g., hardened shoreline).",
    "sppImpacts": "The loss of beach/surf zone habitat will impact many species that depend on this habitat such as mole skinks, terrapins and shorebirds.  The Cedar Key mole skink depends on the wrack (plant material washed up on the beach) found along the beaches.  The surf zone provides foraging habitat for many species of shorebirds.",
    "threats": "Channel modifications, Chemicals and toxins, Disruption of longshore transport of sediments, Fishing gear impacts, Incompatible recreational activities, Industrial spills, Invasive animals, Roads, bridges and causeways, Shipping lanes, Shoreline hardening",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Beach and Surf Zone",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1670",
    "icon": "coastal_uplands",
    "bounds": [-87.532, 24.481, -79.884, 30.74],
    "id": "1670",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Coastal",
    "conservationAsset": "Coastal Uplands",
    "habitat": "Keys Cactus Barren",
    "description": "Keys cactus barren is an ecotonal community occurring along rocky coastlines in the Florida keys, found on only six sites.  Generally characterized as flat rocklands with exposed limestone.  This community is sparsely vegetated with stunted halophytic shrubs, cacti, algae and herbs.   Plants in this community are adapted to high isolation levels, salt spray, occasional inundations by saltwater, and other tropical marine influences. Typical plants include white mangrove, black mangrove, red mangrove, buttonwood, sea grape, bay cedar, lantana, nickerbean, glasswort, railroad vine, sea oxeye, prickly pear cactus, Spanish bayonet, and saltwort.",
    "components": null,
    "species": null,
    "link": "http://www.fnai.org/PDF/NC/Keys_Cactus_Barren_Final_2010.pdf",
    "area": 5.49,
    "protectedArea": 0.86,
    "slr1m": 5.49,
    "slr3m": 5.49,
    "impacts": "The Keys cactus barren is at high risk of complete habitat loss, with 100% of the current area likely to be inundated by a 1 m rise in sea level.  The plants found here are already highly adapted to isolated patches and high salinity levels.  However, due to the isolated and patchy nature of this community and its association with flat exposed limestone, it is not likely that it will be able to successfully migrate inland to new suitable sites as sea levels rise.",
    "sppImpacts": "Species found on  these isolated sites may be significantly impacted if they are not able to move to other sites as the keys cactus barren is reduced/lost due to sea level rise.  This community is known more for its uniqueness and rare plant species.  Sites are threatened by encroachment of woody species and invasion by Brazilian pepper.",
    "threats": "Incompatible recreational activities, Invasive animals, Invasive plants",
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "Keith Bradley, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Keys Cactus Barren",
    "name2": "Coastal Uplands",
    "path": "/habitats/coastal/1740",
    "icon": "coastal_uplands",
    "bounds": [-81.394, 24.61, -80.808, 24.844],
    "id": "1740",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Working Lands (Disturbed)",
    "habitat": null,
    "description": "The working lands category includes altered lands, primarily silviculture or agricultural operations, that provide value to fish and wildlife.  The value provided to fish and wildlife depends on the size, configuration, type and intensity of the working landscape.  Working lands still provide breeding and/or foraging habitat to a variety of species.  Additionally, working lands provide key linkages/corridors between habitat patches.",
    "components": "This conservation asset includes Rural Open Forested, Rural Open Pine, Tree Plantations, Cropland/Pasture, Orchards/Groves, and Vineyards and Nurseries.",
    "species": "Audubon's crested caracara, Burrowing owl, Florida black bear, Florida sandhill crane, Gopher tortoise",
    "link": null,
    "area": 4230928.0,
    "protectedArea": 585825.9075000001,
    "slr1m": 28591.0,
    "slr3m": 133789.0,
    "impacts": "Florida's climate makes it suitable for many crops, fruits and livestock.  Florida's agriculture and silviculture have been successful in adapting to climate variations that occur from year to year; however, the magnitude and rate of change  posed by climate change poses a challenge.  Increased extreme events (storms, floods, droughts) will affect land and irrigation water availability, crop yield and quality, livestock productivity, as well as pest and disease pressures.  \n\nDecreased precipitation and droughts will lead to an increase in competition for limited water supply between working lands and natural systems.  The reduction or lack of prescribed fire will impact these systems and the species dependent upon them.  \n\nTypes of land use may shift in response to changes in temperature and precipitation, moving towards types that are more sustainable under future conditions.  If these changes shift toward more intensive use of the land, species could be impacted by habitat degradation, fragmentation or loss.  Working lands will be at a higher risk of conversion to urban development as human populations leave coastal areas in response to sea level rise.",
    "sppImpacts": "Areas within working landscapes provide critical foraging, breeding, refugia, and travel space for multiple species.   Changes to the extent and level of connectivity of suitable areas within the various types of working lands due to impacts from climate change (e.g., altered fire regime, tree mortality, hydrology) or more intensive management practices in response to the impacts of climate change will affect these species.  \n\nThe suitability of the shallow wetlands for nesting sandhill cranes will be impacted if timing and amount of precipitation changes, leading to a decrease in reproductive success.  \n\nAudubon's crested caracaras and Southeastern American kestrels use open pasture or ranchland as foraging habitat.  As impacts form climate change occur, the availability of these components in the appropriate matrix could be altered.  Additionally, suitable caracara habitat may be lost if land use type is shifted to more intensive agricultural operations or converted to residential/commercial development in response to climate change. \n\nChanges in agricultural practices (e.g., herbicides, pesticides, mechanical treatments) in response to climate change may cause the reduction of prey availability (e.g., invertebrates, amphibians and reptiles) and could significantly impacts species such as the burrowing owl and Southeastern American kestrel.",
    "threats": "Conversion to commercial and industrial development, Conversion to housing and urban development,  Conversion to more intensive agriculture, Conversion to recreation areas, Incompatible forestry practices, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "Arlo Kane, FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Working Lands (Disturbed)",
    "name2": null,
    "path": "/habitats/terrestrial/1830",
    "icon": "working_lands",
    "bounds": [-87.635, 24.71, -79.897, 31.042],
    "id": "1830",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Working Lands (Disturbed)",
    "habitat": "Working Lands - Low Intensity",
    "description": "Working lands 1  includes altered land types that typically still provide habitat for fish and wildlife, depending on intensity of land use and type of management activities.  Oak-cabbage palm forests are characterized by a closed canopy of hardwood species, primarily Live Oak and Cabbage Palm, that are naturally protected from fire by its position on the landscape.  This community has been heavily impacted by human activity, primarily clearing for agriculture and urbanization.  \n\nUnimproved/Woodland pasture includes cleared or forest land with major stands of trees and brush where native grasses have been allowed to develop. Normally, this land will not be managed with brush control and/or fertilizer application.  \n\nHardwood plantations are artificially generated by planting seedling stock or seeds. Industrial and commercial pine plantations are almost exclusively artificially produced through silviculture practices. Due to a climate conducive to rapid growth, Florida is part of one of the most productive timber-producing regions in the world. Florida’s timberlands are a major contributor to the state’s economy and provide critical water recharge areas within Florida. \n\nIndustrial/Commercial Pineland habitat is characterized by high density, even-aged, single-species stands, planted in rows at regular intervals, across large areas. This habitat includes sites predominantly planted to slash pine, although longleaf pine and loblolly pine tracts also occur. Also included in this category are sand pine plantations, which often are planted on sites with poorer soils; many of these areas occur on intensively prepared sites.",
    "components": "This conservation asset includes Oak-Cabbage Palm Forests, Unimproved/Woodland Pasture,  Hardwood Plantation, and Coniferous Plantation.",
    "species": "Audubon's crested caracara, Eastern indigo snake, Florida black bear, Painted bunting, Southeastern American kestrel",
    "link": null,
    "area": 2368233.585,
    "protectedArea": 411982.4925000001,
    "slr1m": 19738.485,
    "slr3m": 101071.2825,
    "impacts": "In addition to contributions to Florida's economy, production forestry provides ecosystems services, such as regulation of water quantity and quality, wildlife habitat, and carbon sequestration.  \n\nIncreased temperatures and modest increases in precipitation will result in substantial increases in potential loblolly pine and slash pine productivity. \n\nForestry is unique in that it is one of few industries that sequesters more carbon than it emits.  There will be opportunities to increase carbon sequestration by retention or expansion of forested areas and/or employing alternative forest management practices.  \n\nThe use of prescribed fire as a management tool may be more challenging in the future, while alternative tools (e.g., mechanical, chemical) may need to be used more often.  Altered fire regimes and the increased use of alternative management techniques may impact forest suitability for various species.  \n\nIncreased summer and winter minimum temperatures, as well as extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.  \n\nWarmer winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation.   \n\nIncreased temperatures, decreased precipitation, along with increased stress of tress will lead to an increase in the frequency and intensity of wildfires. \n\nIncreased temperatures will promote the growth of some forage crops but decrease the nutrient availability.",
    "sppImpacts": "Changes to the extent and level of connectivity of tree plantations due to impacts from climate change (e.g., altered fire regime, tree mortality) or more intensive forestry management practices in response to the impacts of climate change will affect multiple species.  Increased fragmentation will lead to loss of habitat and loss of key corridors for species. Several types of working landscapes can provide the appropriate mix of nesting and foraging habitat for Florida sandhill cranes.  \n\nThe suitability of the shallow wetlands for nesting will be impacted if timing and amount of precipitation changes, leading to a decrease in reproductive success.  If wetlands are too dry during nesting they would not provide adequate habitat or if they dry during the incubation period it would allow for increased nest predation by terrestrial predators.  If precipitation increases during the nesting season the nest will flood, leading to nest failure. Audubon's crested caracara's territory usually includes open pasture or ranchland and embedded wetlands surrounding  clumps of cabbage palm.  \n\nAs impacts form climate change occur, the availability of these components in the appropriate matrix could be altered.  Additionally, suitable caracara habitat may be lost if land use type is shifted to more intensive agricultural operations or converted to residential/commercial development in response to climate change.",
    "threats": "Conversion to commercial and industrial development, Conversion to housing and urban development,  Conversion to more intensive agriculture, Conversion to recreation areas, Groundwater withdrawal, Incompatible forestry practices, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "USDA",
    "photoUrl": "https://www.flickr.com/photos/usdagov/8043677121/",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Working Lands - Low Intensity",
    "name2": "Working Lands (Disturbed)",
    "path": "/habitats/terrestrial/1831",
    "icon": "working_lands",
    "bounds": [-87.635, 24.711, -79.91, 31.043],
    "id": "1831",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Terrestrial",
    "conservationAsset": "Working Lands (Disturbed)",
    "habitat": "Working Lands - Moderate Intensity",
    "description": "Working lands 2 includes altered land types that have more intensive uses, primarily agricultural, but still providing some habitat and/or corridors for wildlife species. \n\nField crops include primarily grass/grain type of crops including wheat, oats, hay and other grasses.  \n\nImproved pastures have typically been cleared, tilled, reseeded with specific grass types, and periodically improved with brush control and fertilizer application. \n\nOrchards include areas with active tree cropping operations that produce fruit, nuts, or other resources not including wood products.  \n\nVineyards and nurseries includes tree nurseries, sod farms, vineyards (grapes), and areas devoted to cultivation of flowers, decorative flowering plants and other ornamental plants.  \n\nSpecialty farms includes a variety of special or unique farming activities such as horse farms.",
    "components": "This conservation asset includes Field Crops, Improved Pasture, Fallow Cropland, Citrus Groves, Fruit Orchards, Pecan Orchards, Fallow Orchards, Vineyards and Nurseries, and Specialty Farms.",
    "species": "Burrowing owl, Florida sandhill crane, Gopher tortoise",
    "link": null,
    "area": 1862693.5050000001,
    "protectedArea": 173843.415,
    "slr1m": 8852.895,
    "slr3m": 32718.4875,
    "impacts": "Increased extreme events (storms, floods, droughts) will affect land and irrigation water availability, crop yield and quality, livestock productivity, as well as pest and disease pressures.  \n\nDecreased precipitation and droughts will lead to an increase in competition for limited water supply between working lands and natural systems.  Increased precipitation would lead to increased erosion and loss of crops and habitats.   \n\nField crops and improved pasture land will be at a higher risk of conversion to urban development as human populations leave coastal areas in response to sea level rise.  Saltwater intrusion associated with sea level rise could reduce the number of groundwater wells used for irrigation.  \n\nIncreased temperatures can effect livestock production by causing heat stress, illness and disease and mortality.  Additionally, increased temperatures will promote the growth of some forage crops but decrease the nutrient availability.  \n\nCombined changes in temperature and precipitation can promote the spread of vector-borne pests such as flies, ticks and mosquitos, as well as increase livestock diseases. \n\nTypes of land use may shift in response to changes in temperature and precipitation, moving towards types that are more sustainable under future conditions.  If these changes shift toward more intensive use of the land, species could be impacted by habitat degradation, fragmentation or loss.",
    "sppImpacts": "Loss of embedded wetlands due to changes in temperature, evapotranspiration rates and increased demand for water for irrigation will cause reduced reproductive success in Florida sandhill cranes.  Florida sandhill cranes require shallow wetlands, with appropriate water levels at the appropriate time for successful nesting.  Changes in agricultural practices (e.g., herbicides, pesticides, mechanical treatments) in response to climate change may cause the reduction of prey availability (e.g., invertebrates, amphibians and reptiles) and could significantly impacts species such as the burrowing owl and Southeastern American kestrel.",
    "threats": "Conversion to commercial and industrial development, Conversion to housing and urban development,  Conversion to more intensive agriculture, Conversion to recreation areas, Groundwater withdrawal, Invasive plants, Roads, Surface water withdrawal",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "Marty Folk, FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Working Lands - Moderate Intensity",
    "name2": "Working Lands (Disturbed)",
    "path": "/habitats/terrestrial/1833",
    "icon": "working_lands",
    "bounds": [-87.61, 25.377, -79.897, 31.042],
    "id": "1833",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": null,
    "habitat": null,
    "description": "Florida has more than 1,700 streams and rivers, 7,800 freshwater lakes, over 1,000 springs, and 11 million acres of wetlands.  \n\nThe large river systems in northern Florida have the highest diversity of freshwater fish species and aquatic invertebrates in the state due to the higher gradient of rivers and streams, proximity to the continental landmass, and the presence of karst features such as sinkholes and caves. \n\nLake Okeechobee is the central feature of the South Florida Ecosystem.  The lake is formed by a broad, shallow, relatively circular depression in bedrock and has a surface area of approximately 1,890 km2 (730 mi2). The lake was the source of the Everglade’s sheetflow which sustained the Everglades and nourished Florida Bay and coastal estuaries.  \n\nA significant portion of Florida’s landscape is covered by wetlands, ranging from expansive systems (e.g., Everglades, Big Cypress, Paynes Prairie) to isolated features located in a mosaic of upland communities (e.g., ephemeral wetlands, pitcher plant bogs).  \n\nThe Florida Everglades is unique in the world, combining both temperate and tropical flora in a widely shifting mosaic of habitats. \n\nForested wetlands are found as floodplains along major rivers systems and as large connected systems, particularly in south Florida. The Corkscrew Regional Ecosystem Watershed, Corkscrew Swamp, Okaloacoochee Slough, Fakahatchee and Picayune strands, Belle Meade, and a major portion of Big Cypress National Preserve make up more than 320,000 ha (790,720 acres) of connected wetlands.",
    "components": null,
    "species": null,
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Regardless of size or type, Florida’s wetland and aquatic systems are expected to be impacted through changes in precipitation, temperature, sea level rise, and the synergisms among these factors. Annual length of soil saturation, amount of organic matter, source of water, and fire frequency all contribute to determining the major characteristics of wetlands in Florida. \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation. \n\nClimate change effects that reduce the ability to conduct prescribed burns will contribute to shifts within the ecosystem.  Prescribed fire is used as a management tool to prevent woody vegetation encroachment into marshes and to eliminate invasive exotics that frequently occur at the upland–marsh interface.  \n\nWarming water temperatures, altered stream flow patterns, and increasing storm events will impact river and stream systems. Sea level rise will result in the inland movement of seawater, shifting the tidal influence zone of streams and rivers upstream and permanently inundating downstream riparian/coastal habitats with brackish water. Tidal and storm surges can degrade aquatic habitats through oxygen depletion, changes in salinity, and increased siltation and turbidity.  The suitability of riverine habitats is based on variations in flow, substrate, temperature, dissolved oxygen, and other water chemistry factors. Many aquatic species will be affected by bank erosion, increased siltation, and run-off caused by increased precipitation and storm events. \n\nFlorida’s karst system of sinkholes, submerged caves and springs depend upon the connection between the surface and the underground, with even slight changes in soil moisture, elevation, and temperature causing profound effects.",
    "sppImpacts": "Wetland-dependent species will be impacted through loss and degradation of habitat when water levels and the timing of water inputs become incompatible with their foraging, nesting, or roosting requirements.  Herbaceous wetlands provide the foraging and nesting habitat for many species, including waterfowl, Florida sandhill crane, snail kite, limpkin, mink, river otter, Florida gopher frog, tiger salamander, and flatwoods salamanders. \n\nEphemeral wetland-dependent species, such as flatwoods salamanders and striped newts, will be affected by changes in precipitation, regardless of direction of change. The timing of salamanders’ breeding migration is tied to precipitation and temperature, both of which could be impacted by climate change.   Fish species with narrow temperature tolerances will be impacted when water temperatures exceed their maximum threshold.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/bigcypressnps/31635896181/",
    "hasPhoto": true,
    "habitatType": "ecosystem",
    "name": "Freshwater",
    "name2": null,
    "path": "/habitats/freshwater",
    "icon": "freshwater_ecosystems",
    "bounds": null,
    "id": "2000",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": null,
    "description": "These wetland communities are dominated by a wide assortment of herbaceous plant species growing on sand, clay, marl, and organic soils in areas of variable water depths and inundation regimes. Generally, freshwater marshes occur in deeper, more strongly inundated situations and are characterized by tall emergent and floating-leaved species. Freshwater marshes also occur within flatwoods depressions, along broad, shallow lake and river shorelines, and scattered in open areas within hardwood systems, dry prairies, and cypress swamps.   Wet prairies occur as scattered, shallow depressions within dry prairies and flatwoods and on marl prairie areas in south Florida.   \n\nWet prairies are periodically inundated and are usually dominated by aquatic grasses, sedges, and their associates.  Areas in southwest Florida with scattered dwarf cypress having less than 20% canopy coverage and a dense ground cover of freshwater marsh plants are also included. Various combinations of pickerel weed, sawgrass, maidencane, arrowhead, fire flag, cattail, spike rush, bulrush, white water lily, water shield, and various sedges dominate freshwater marshes and wet prairies.",
    "components": "This conservation asset includes Prairies and Bogs, Marshes, and Floating/Emergent Aquatic Vegetation.",
    "species": "Everglade snail kite, Florida sandhill crane, Limpkin, Southern bald eagle, Striped newt, Tiger salamander, Wading birds",
    "link": null,
    "area": 1882357.875,
    "protectedArea": 1160338.4550000001,
    "slr1m": 303449.715,
    "slr3m": 790384.77,
    "impacts": "Altered hydrology is the greatest anticipated impact to non-forested wetlands (marshes) from climate change.  Increased extreme precipitation events will cause increased erosion and sedimentation, as well as nutrient run-off, leading to the transportation and growth of invasive species.   \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation. \n\nFactors in aquatic systems, such as changes in thermal regimes, flow regimes, or salinity could alter the competitive interactions or predator–prey relations among species, leading to altered species composition.  \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and mortality.",
    "sppImpacts": "Florida has a significant number of species that are dependent upon freshwater non-forested wetlands (marshes), providing both foraging and breeding habitat. The suitability of these sites is intimately linked with the timing, amount and duration of precipitation.  As precipitation patterns change, along with increasing temperatures, the suitability of these wetlands will also change.  \n\nIncreased temperatures and decreased precipitation will lead to loss of suitable foraging sites for wading birds as the timing and duration of dry periods change.  \n\nFlorida sandhill cranes use shallow herbaceous wetlands as nesting habitat.  The suitability of the shallow wetlands for nesting will be impacted if timing and amount of precipitation changes, leading to a decrease in reproductive success.  If wetlands are too dry during nesting they would not provide adequate habitat or if they dry during the incubation period it would allow for increased nest predation by terrestrial predators.  If precipitation increases during the nesting season the nest will flood, leading to nest failure.   Similarly, many species of amphibians are dependent upon these wetlands for breeding habitat.  \n\nDecreased water quality due to changes in the level and types of runoff entering the systems from increased precipitation and floods will negatively impact species health, reproductive success, and survival.",
    "threats": "Chemicals and toxins, Conversion to agriculture, Conversion to housing and urban development, Dam operations/incompatible release of water, Groundwater withdrawal, Incompatible fire, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/40513101205/",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Freshwater Non-forested Wetlands",
    "name2": null,
    "path": "/habitats/freshwater/2100",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-87.621, 24.504, -79.903, 31.042],
    "id": "2100",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Wet Prairie",
    "description": "Wet prairies are characterized as treeless plains with sparse to dense ground cover of grasses and herbs, including wiregrass, maidencane, spikerush, and beakrush.  They occur on low, relatively flat, poorly drained terrain of the coastal plain.  Other typical plants include hatpins, marsh pinks, sundews, black-eyed susan, white-top sedge, meadow beauty, yellow-eyed grass, wax myrtle, pitcher plants, tickseed, and panicums.  \n\nThe most important physical factors are hydrology and fire.  Wet prairies are seasonally inundated or saturated for 50 to 100 days each year and burn every 2-4 years.  They are found statewide excluding extreme southern peninsula.",
    "components": "This conservation asset includes Wiregrass Savanna, Cutthroat Seep, Calcareous Wet Prairie, and Pitcher Plant Prairie.",
    "species": "Florida sandhill crane, Limpkin, Marsh brown snake, Squirrel treefrog, Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Wet_Prairie_Final_2010.pdf",
    "area": 161893.62,
    "protectedArea": 58904.46,
    "slr1m": 6974.2125,
    "slr3m": 18653.94,
    "impacts": "Decreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation. Increased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  For species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Many species of wading birds, including great egret, little blue heron, snowy egret, tricolored heron, and white ibis use wet prairies for foraging.  Increased temperatures and decreased precipitation will lead to loss of suitable foraging sites for wading birds as the timing and duration of dry periods change. Additionally, increased drying of the prairies, leading to more fragmented systems will impact the nesting success of wading birds.  Wading birds’ nesting success is tied to the proximity of nesting and foraging habitats to one another. Nesting success is reduced when foraging sites are located at distances too far away, beyond the birds physiological ability to survive and rear their young.  Other species, such as the sandhill crane, will lose suitable nesting habitat if the wet prairies hydrology (timing and amount of precipitation) is altered.",
    "threats": "Chemicals and toxins, Conversion to agriculture, Conversion to housing and urban development, Groundwater withdrawal, Incompatible fire, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "Randy Kautz",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Wet Prairie",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2111",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-87.602, 25.494, -79.92, 31.042],
    "id": "2111",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Marl Prairie",
    "description": "Marl prairies are supported by thin, calcareous soils also referred to as \"marl\" underlain by limestone bedrock. Marl prairies are on flatlands along the interface between deeper wetlands and coastal or upland communities where limestone is near the surface. Dominant plants include muhly grass, sawgrass, spikerush, bluestem, beakrush and pond cypress.  \n\nMarl prairie is a diverse community which may contain over 100 species, whereas most marsh types have fewer than 20 species.  Widely scattered stunted cypress or mangrove trees are often present.  \n\nWithin the U.S., marl prairies are limited to south Florida, with several large examples occurring in the Everglades National Park and in Big Cypress National Preserve.",
    "components": null,
    "species": "Everglades mink, Wading birds, Cape Sable seaside sparrow",
    "link": "http://www.fnai.org/PDF/NC/Marl_Prairie_Final_2010.pdf",
    "area": 8931.915,
    "protectedArea": 8930.9475,
    "slr1m": 4220.325,
    "slr3m": 8928.7875,
    "impacts": "Marl prairie is likely to have 47% of the current area inundated by 1 m of sea level rise and 100% inundated by 3 m of sea level rise. Decreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation.  \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Many species of wading birds, including great egret, little blue heron, snowy egret, tricolored heron, and white ibis use marl prairies for foraging.  Increased temperatures and decreased precipitation will lead to loss of suitable foraging sites for wading birds as the timing and duration of dry spells change.   \n\nThe Cape Sable seaside sparrow, a federally endangered species, is dependent on marl prairie as their primary habitat.  It is sensitive to changes in the timing and amount of water within the prairies, with high water levels causing delay or termination of nesting. Salt water inundation caused by sea level rise will create unsuitable habitat for the Cape Sable seaside sparrow as water depth increases and vegetation composition shifts from freshwater plants to salt tolerant plants.  \n\nChanges in fire regime will also impact species dependent upon marl prairie as the loss of fire will lead to hardwood species invading.",
    "threats": "Chemicals and toxins, Groundwater withdrawal, Incompatible fire, Incompatible recreational activities, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "Amy Jenkins, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Marl Prairie",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2113",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-81.637, 25.271, -80.524, 26.969],
    "id": "2113",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Coastal Interdunal Swale",
    "description": "Coastal interdunal swales are a mix of grasslands, small ponds and depression marshes.  The water levels are strongly tied to local rainfall events and thus the community varies from flooded to completely dry, depending on rainfall.  This community is found in the Florida panhandle to central peninsula, associated with large barrier islands.  They are typically rich with species from the sedge family, with other plants including umbrellagrass, St. John's wort, redroot, and yellow-eyed grass.  Other plants found, depending on hydrology include sawgrass, hairawn muhly, seashore paspalum, Baker’s cordgrass, saltmeadow cordgrass, wax myrtle, and coastal plain willow.  \n\nFires occasionally burn through the swales but the dominant factor in this community's development and maintenance is hydrology.  Hurricanes and tropical storms can flood swales with salt water, after which they are colonized for a time by more salt-tolerant species.",
    "components": null,
    "species": "Atlantic salt marsh snake, Gulf salt marsh snake, Sanibel Island rice rat, beach mice",
    "link": "http://www.fnai.org/PDF/NC/Coastal_Interdunal_Swale_Final_2010.pdf",
    "area": 1167.21,
    "protectedArea": 1004.445,
    "slr1m": 684.1575,
    "slr3m": 1113.615,
    "impacts": "Coastal interdunal swale is likely to have 59% of the current area inundated by 1 m of sea level rise and 95% inundated by 3 m of sea level rise. \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation.  \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Increased saltwater intrusion and sand burial from storm overwash may lead to increased invasion by exotic plants, including, torpedo grass, Chinese tallow, Brazilian pepper and Australian pine.  Loss of native plants to exotic plants will alter the communities structure and could lead to loss of critical forage plants for species such as beach mice.  \n\nChanges in fire regime will also impact species dependent upon coastal swale as the loss of fire will lead to hardwood species invading.  This may be particularly true for species such as the beach mice and Sanibel Island rice rat.",
    "threats": "Coastal development, Incompatible fire, Incompatible recreational activities, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [4],
    "photoCredit": "Gary E. Schultz, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Coastal Interdunal Swale",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2122",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-87.483, 26.816, -80.466, 30.726],
    "id": "2122",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Floodplain Marsh",
    "description": "Floodplain marshes are comprised of herbaceous vegetation and low shrubs that occur in river floodplains.  Emergent grasses, herbs, and shrubs that dominate floodplain marshes include sawgrass, maidencane, and buttonbush.  Other typical plans include sand cordgrass, dotted smartweed, arrowheads, pickerelweed, spikerush, glasswort, sea purslane, and water primrose.  They are maintained by regimes of fire and water.  Fires maintain the open herbaceous community by restricting shrub invasion, burning on a one to five year basis under natural conditions.  \n\nFloodplain marshes are directly influenced by river flooding on an annual or semi-annual basis where most of the marsh is inundated from approximately 120 to 350 days per year.",
    "components": "This conservation asset includes Freshwater Tidal Marsh.",
    "species": "Limpkin, Florida sandhill crane, River otter, Wading birds, Waterfowl",
    "link": "http://www.fnai.org/PDF/NC/Floodplain_Marsh_Final_2010.pdf",
    "area": 20217.915,
    "protectedArea": 0.0,
    "slr1m": 5706.2925,
    "slr3m": 9279.135,
    "impacts": "Floodplain marsh is likely to have 28% of the current area inundated by 1 m of sea level rise and 46% inundated by 3 m of sea level rise.  \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation. \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Many species of wading birds, including great egret, little blue heron, snowy egret, tricolored heron, and white ibis use floodplain marshes for foraging.  \n\nChanges in hydrology due to increased temperatures and decreased precipitation will lead to loss of suitable foraging sites for wading birds.  \n\nReduced ability to use prescribed fire within floodplain marshes could alter species composition as woody vegetation and exotic plants encroach into the community, impacting species such as limpkin, Florida sandhill crane and waterfowl.  \n\nDecreased water quality due to changes in the level and types of runoff entering the system from increased precipitation and floods will negatively impact species health, reproductive success, and survival.",
    "threats": "Chemicals and toxins, Conversion to agriculture, Dam operations/incompatible release of water, Groundwater withdrawal, Incompatible fire, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/9250283012/in/album-72157634249397028/",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Floodplain Marsh",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2123",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-87.459, 26.832, -80.404, 31.023],
    "id": "2123",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Glades Marsh",
    "description": "Glades marshes area primarily herbaceous wetlands in South Florida, especially in the Everglades basin.  Glades marshes are situated in broad shallow channels with flowing water and characterized by emergent grasses, sedges and herbs.  The dominant species is sawgrass.  Other typical plants include buttonbush, coastal plain willow, arrowheads, pickerelweed, cutthroat grass, water primrose, bladderwort and muhly grass.  Soils are peat, unless removed by severe fire, or sands, and are generally located over linear depressions in the underlying limestone.  The natural hydrology consists of sheet flow that may be maintained on the order of 250 days per year.  \n\nNatural, light fires occur every 1-5 years.  The majority of this community in the U.S. is in south Florida and the Everglades - Big Cypress region.",
    "components": null,
    "species": "American alligator, Everglade snail kite, Everglades mink, Marsh rabbit, Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Glades_Marsh_Final_2010.pdf",
    "area": 559832.9175,
    "protectedArea": 546933.1725,
    "slr1m": 168980.895,
    "slr3m": 515112.1425,
    "impacts": "Glades marsh is likely to have 30% of the current area inundated by 1 m of sea level rise and 92% inundated by 3 m of sea level rise. \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems through reduced flow and connectivity.  Decreases in water quantity and quality will continue to stress the system and cause degradation.    \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "The Glades marsh is important habitat for the American alligator.  The alligator is considered a keystone species in this community, creating small ponds (alligator holes) that provide habitat for other species during periods of drought.  Changes in the amount and timing of precipitation will impact the abundance, distribution and reproductive success of the alligator, which in turn, will impact multiple other species.  \n\nMany species of wading birds, including great egret, little blue heron, snowy egret, tricolored heron, and white ibis use Glades marsh for foraging.  Changes in hydrology due to increased temperatures and decreased precipitation will lead to loss of suitable foraging sites for wading birds.  \n\nGlades marsh provides critical habitat for the federally endangered snail kite.  Changes to timing, amount, and duration of precipitation will impact the suitability of this community for snail kites and apples snails (the kites main prey item).  Changes in the amount and type of chemicals in runoff will impact many of the food items (e.g., invertebrates, fish) that wading birds and snail kites depend upon.  \n\nSea level rise will impact a significant portion of this community, leading to alterations in habitat suitability for many of these species as freshwater plants shift to more salt tolerant species and replacement of herbaceous vegetation by woody mangrove species.",
    "threats": "Chemicals and toxins, Conversion to agriculture, Dam operations/incompatible release of water, Groundwater withdrawal, Incompatible fire, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/42295786392/",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Glades Marsh",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2125",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": [-81.839, 24.651, -80.172, 28.08],
    "id": "2125",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Non-forested Wetlands",
    "habitat": "Ephemeral Ponds and Wetlands",
    "description": "Ephemeral ponds and wetlands are wet only seasonally or in wet years.  Typically small shallow, usually rounded depression in sand substrate with herbaceous vegetation often in concentric bands.  They occur as isolated wetlands within larger upland ecosystems.  Hydroperiods range widely from as few as 50 days or less to more than 200 days per year.  Typical plants include St. John's wort, spikerush, yellow-eyed grass, chain fern, maidencane, swamp primrose, buttonbush, pickerelweed, arrowheads and bladderwort.  They are of critical importance to many wetland and upland animals.  \n\nFire is important to maintaining this community type by restricting invasion of shrubs and trees and the formation of peat.  Fire frequency is often greatest around the periphery of the marsh and least toward the center.",
    "components": null,
    "species": "Frosted Flatwoods salamander, Gopher frog, Marsh brown snake, Reticulated flatwoods salamander, Striped newt",
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Due to the typical shallow structure of ephemeral wetlands, they will be more susceptible to changes in precipitation and temperature, and the combined effect leading to increased evapotranspiration rates. \n\nA decrease in precipitation and/or an increase in temperatures will lead to a shorter wet period. This could lead to  interrupted or terminated life stage development of some species, mortality and even local extirpations.  These changes could also lead to the replacement of herbaceous species by woody species. Increased precipitation could permanently connect these isolated wetlands to other water bodies, introducing predators.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Hydroperiod is one of the most important wetland features associated with the presence and species richness of amphibians.  Most pond-breeding amphibians have adaptations to variable hydroperiod conditions; however, if ponds do not hold water for a long enough time during the appropriate season the result can be complete reproductive failure.  \n\nThe timing of salamander's breeding migration is linked to precipitation and temperature, both of which could be impacted by climate change.  Extended periods of drought, leading to complete pond drying, has led to mortality of mole salamanders.   \n\nGopher frogs are dependent upon proximity of suitable wetlands to upland habitats.  Reduction in the number of ponds and increased distance between ponds and suitable upland habitat due to more frequent and longer dry periods will decrease reproductive success and potentially increase mortality of the gopher frog.",
    "threats": "Incompatible forestry practices, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Ephemeral Ponds and Wetlands",
    "name2": "Freshwater Non-forested Wetlands",
    "path": "/habitats/freshwater/2160",
    "icon": "freshwater_nonforested_wetlands",
    "bounds": null,
    "id": "2160",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": null,
    "description": "Florida has a diversity of forested wetlands (swamps).  The type of swamp found in any particular place is the result of topography, soils, length of inundation and association with rivers and streams.  Floodplain swamps are seasonally flooded wetland forests composed of a diverse assortment of hydric hardwoods which occur on the rich alluvial soils of silt and clay deposited along river floodplains, particularly several Panhandle rivers including the Apalachicola, Choctawhatchee, and Escambia. \n\nThe most common type of swamp in Florida is the cypress swamp, which occurs in all parts of Florida except the Keys.  These regularly inundated wetlands form a forested border along large rivers, creeks, and lakes, or occur in depressions as circular domes or linear strands.  \n\nWet flatwoods are found in flatlands with sand substrate and are seasonally inundated.   They have a pine canopy with a sparse or absent midstory and a dense groundcover of grasses, herbs, and low shrubs. Hydric hammock occurs on soils that are poorly drained or have high water tables. This association is a still-water wetland, flooded less frequently and for shorter periods of time than mixed hardwood and cypress swamps.",
    "components": "This conservation asset includes  Cypress/Tupelo Swamp, Coniferous Wetlands, Hardwood Wetlands, and Mixed Wetland Forest.",
    "species": "Big Cypress fox squirrel, Florida black bear, Florida panther, Louisiana waterthrush, Short-tailed hawk, Southern bald eagle, Swallow-tailed kite, Wading birds",
    "link": null,
    "area": 2165810.8050000002,
    "protectedArea": 981719.6400000001,
    "slr1m": 207335.3175,
    "slr3m": 451696.8825,
    "impacts": "The projected warming and potential drying will lead to increased threat of drought and wildfire in forested wetland systems.  Plant distributions may change due to drought, leading to compositional and structural changes within the wetland systems.  Drier conditions could lead to an increase in mesophytic shrubs and hardwoods.  \n\nAs trees become stressed due to heat and drought they may become more susceptible to attack by pests and pathogens.  The forested wetland systems will become fragmented as some areas dry, creating disconnected wetland systems.  \n\nAn increase in flooding or longer wet periods (permanent standing water) may adversely impact cypress and tupelo growth, as these species require some dry periods for seedling growth.  \n\nSea level rise will impact forested wetlands as length of inundation and salinity levels increase.  Some tree species (e.g., oaks) are highly susceptible to the combination of flooding and salinity stress and will not survive, being replaced by other more salt tolerant species. In some areas, invasive species such as the Chinese tallow may become even more prominent in areas undergoing stress due to sea level rise or storm surges.  \n\nSome areas of coastal forested wetland may be displaced by mangrove forests as sea levels rise and winter temperatures warm.",
    "sppImpacts": "Long-term drying of forested wetlands may greatly impact species diversity and population dynamics.  Fragmentation of the habitat will impact species' ability to disperse/move between isolated wet areas.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.  \n\nMany species such as white-tailed deer, black bear, and fox squirrels depend on the availability of soft and hard mast produced within forested wetlands.  Changes in precipitation, temperature, salinity and fire regimes which would lead to a loss of these mast producing species would negatively affect the suitability of these systems to provide an adequate supply of food.",
    "threats": "Conversion to agriculture, Conversion to housing and urban development, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "USFWS",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Freshwater Forested Wetlands",
    "name2": null,
    "path": "/habitats/freshwater/2200",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-87.639, 24.72, -79.889, 31.043],
    "id": "2200",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": "Cypress Swamp",
    "description": "Cypress swamps are strongly dominated by either bald cypress or pond cypress, with very low numbers of scattered black gum, red maple, and sweetbay.  These regularly inundated wetlands form a forested border along large rivers, creeks, and lakes, or occur in depressions as circular domes or linear strands.  Understory and ground cover are usually sparse due to frequent flooding but sometimes include such species as buttonbush, lizard's-tail, and various ferns.",
    "components": "This conservation asset includes Cypress, Tupelo, Isolated Freshwater Swamp, Strand Swamp, and Floodplain Swamp.",
    "species": "Big Cypress fox squirrel, Short-tailed hawk, Southern bald eagle, Wading birds",
    "link": null,
    "area": 611501.8050000001,
    "protectedArea": 257463.54,
    "slr1m": 36583.02,
    "slr3m": 159488.3925,
    "impacts": "Cypress swamp is expected to have only minimal impacts (6%) from 1 m of sea level rise, but could have up to 26% of the current area inundated by 3 m of sea level rise.  Some species, such as bald cypress have some tolerance to increased saltwater inundation and may persist longer than other species found within this community; however, with longer durations and more frequent inundations, even these species will not persist.   An increase in flooding or longer wet periods (permanent standing water) may adversely impact cypress and tupelo growth, as these species require some dry periods for seedling growth.   \n\nDecreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger systems.  Decreases in water quantity and quality will stress the system and cause degradation.  \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality. \n\nFire is essential for maintaining the structure and species composition of cypress dome swamps, with reduced periodic fires cypress could become less dominant as hardwood species increase.  Drier conditions could lead to catastrophic wildfires, burning the muck fuels and killing the cypress trees, which can lead to the swamp transforming into a pond, wet prairie or shrub bog.",
    "sppImpacts": "Cypress swamps provide important roosting sites for wading birds such as white ibis and wood stork.  Alterations of structure of these swamps due to changes in precipitation patterns could result in a loss of suitable roosting sites.  \n\nReduced fire would cause understory vegetation to grow and lead to the habitat becoming unsuitable for Big Cypress fox squirrels, which is a primarily ground-dwelling species that needs a more open understory.  Additionally, the Big Cypress fox squirrel would be impacted by changes in the plant composition if there was a reduction in hard and soft mast producing species.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "threats": "Conversion to agriculture, Conversion to housing and urban development, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible resource extraction, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/bigcypressnps/40022587194/",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Cypress Swamp",
    "name2": "Freshwater Forested Wetlands",
    "path": "/habitats/freshwater/2210",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-87.629, 24.721, -79.921, 31.037],
    "id": "2210",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": "Strand Swamp",
    "description": "Strand swamps are shallow, forested, usually elongated depressions or channels dominated by bald cypress.  They are seasonally inundated, with slow flowing water.  Typical plants include red maple, laurel oak, cabbage palm, strangler fig, red bay, sweet bay, wax myrtle, leather fern, royal fern, sawgrass, swamp primrose, and dotted smartweed.  Canopy plants are mainly temperate, while understory and epiphytic plants are mainly tropical. They are found in the vicinity of Lake Okeechobee southward in the central and southern peninsula.  \n\nFire occurs only occasionally or rarely.",
    "components": null,
    "species": "Big Cypress fox squirrel, Florida black bear, Southern bald eagle, Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Strand_Swamp_Final_2010.pdf",
    "area": 17900.2575,
    "protectedArea": 16494.0075,
    "slr1m": 1081.845,
    "slr3m": 3392.9775,
    "impacts": "Decreased precipitation coupled with increased temperature will likely alter species composition and increase fragmentation of larger strand swamp systems. Droughts could increase the risk of wildfires, leading to fires burning into the peat and killing cypress trees and lowering the ground surface, transforming a strand swamp into a slough.  Without occasional fires, hardwood species would invade the strand swamp.  \n\nDecreases in water quantity and quality will stress the system and cause degradation.  \n\nIncreased precipitation and floods will cause increased run-off, erosion, siltation, and pollutants, all contributing to habitat degradation and loss.  In some circumstances these impacts could cause decreased reproductive success, increased stress and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "sppImpacts": "Many species of wading birds depend on the mosaic of habitat found in strand swamps for foraging and nesting, especially wood storks.  Alterations to the hydrology and species composition of strand swamps could create unsuitable foraging or nesting conditions for wading birds.    \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.  Species such as the Big Cypress fox squirrel and black bear would be impacted by changes in the plant composition if there was a reduction in hard and soft mast producing species.",
    "threats": "Conversion to agriculture, Conversion to housing and urban development, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible resource extraction, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "Gary Knight, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Strand Swamp",
    "name2": "Freshwater Forested Wetlands",
    "path": "/habitats/freshwater/2214",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-82.673, 24.721, -80.009, 28.676],
    "id": "2214",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": "Floodplain Swamp",
    "description": "Floodplain swamps are seasonally flooded wetland forests composed of a diverse assortment of hydric hardwoods which occur on the rich alluvial soils of silt and clay deposited along river floodplains, particularly several Panhandle rivers including the Apalachicola, Choctawhatchee, and Escambia. These communities are characterized by an overstory that includes water hickory, overcup oak, swamp chestnut oak, river birch, American sycamore, red maple, Florida elm, bald cypress, blue beech, and swamp ash. \n\nThe understory can range from open and park-like to dense and nearly impenetrable. Understory plants can include bluestem palmetto, hackberry, swamp azalea, pink azalea, lanceleaf greenbrier, poison ivy, peppervine, rattanvine, indigo bush, white grass, plume grass, redtop panicum, caric sedges, silverbells, crossvine, American wisteria, and wood grass.  Soils and hydroperiods primarily determine the diverse temporary and permanent species composition along with community structure.",
    "components": "This conservation asset includes Freshwater Tidal Swamp.",
    "species": "Cooper's hawk, Louisiana waterthrush, Short-tailed hawk, River otter, Alligator snapping turtle, Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Floodplain_Swamp_Final_2010.pdf",
    "area": 170480.025,
    "protectedArea": 128824.74,
    "slr1m": 49781.4975,
    "slr3m": 68832.9225,
    "impacts": "Floodplain swamp is likely to have 30% of the current area inundated by 1 m of sea level rise and 40% inundated by 3 m of sea level rise.  Longer periods of drought will lead to extensive drying of portions of the swamp, particularly those areas isolated from the river such as meanders and backswamps. Fire does not usually occur in this system; however, frequency of fire may increase if extensive droughts become more common.  Fires may contribute to dominance by cypress, which are somewhat fire-resistant, and lead to damage of the understory species that are not adapted to withstand fires.  \n\nFreshwater tidal swamps are already experiencing mortality and retreat due to increasing saltwater intrusion due to storm surge, drought, and inundation from rising sea levels.  Species composition is changing in these forests as less salt tolerant species die and more salt tolerant species and/or marsh and mangrove species advance.",
    "sppImpacts": "Many species of wading birds depend on the mosaic of habitat found in strand swamps for foraging and nesting.  Alterations to the hydrology and species composition of floodplain swamps could create unsuitable foraging or nesting conditions for wading birds. Fish dependent on the oxbows and back swamps for breeding grounds will be impacted during periods of drought when these areas remain disconnected from the river.  Species such as the river otter and alligator snapping turtle may lose habitat as areas of deeper water are reduced or eliminated due to decreased precipitation, longer dry periods and drought.  \n\nIncreased temperatures could impact the reproductive success and sex ratios of Alligator snapping turtle hatchlings.  The upper pivotal temperature is approximately 27.5 C, with higher temperatures producing female-biased hatchlings and extreme high incubation temperatures negatively affecting embryo survival.",
    "threats": "Conversion to agriculture, Conversion to housing and urban development, Groundwater withdrawal, Incompatible fire, Incompatible forestry practices, Incompatible resource extraction, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Roads, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Floodplain Swamp",
    "name2": "Freshwater Forested Wetlands",
    "path": "/habitats/freshwater/2215",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-87.639, 26.85, -80.043, 31.034],
    "id": "2215",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": "Wet Flatwoods",
    "description": "Wet flatwoods are pine forests with a sparse or absent midstory and a dense groundcover of grasses, herbs, and low shrubs. The pine canopy typically consists of one or a combination of longleaf pine, slash pine, pond pine, or South Florida slash pine.  This community is found in flatlands with sand substrate and are seasonally inundated. They often occur in the ecotones between mesic flatwoods and shrub bogs, wet prairies, dome swamps, or strand swamps. \n\nWet flatwoods also occur in broad, low flatlands, often in a mosaic with these communities. The understory and ground cover within this community includes several common species such as saw palmetto, gallberry, wax myrtle, and a wide variety of grasses and herbs, along with fetterbush and bay trees. It is found statewide except extreme southern peninsula and the Keys.  Fire occurs fairly frequently, 2-4 years for grassy wet flatwoods and 5-10 years for shrubby wet flatwoods.",
    "components": "This conservation asset includes Hydric Pine Flatwoods, and Hydric Pine Savanna.",
    "species": "Everglades mink, Florida panther, Frosted flatwoods salamander, Reticulated flatwoods salamander, Sherman's fox squirrel",
    "link": "http://www.fnai.org/PDF/NC/Wet_Flatwoods_Final_2010.pdf",
    "area": 308338.4475,
    "protectedArea": 152895.195,
    "slr1m": 15360.3,
    "slr3m": 49530.1725,
    "impacts": "Plants within wet flatwoods are already fairly resilient to changes in moisture, having to withstand the stress of soil saturation or inundation during the wet part of the year, as well as dry conditions at other times.  However, extreme drought and heat stress caused by increased temperatures could lead to changes in species composition and structure and increased mortality.  \n\nFor species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased  mortality. \n\nHigher winter air temperatures will increase over-wintering Southern pine beetle larva survival rate, and higher annual air temperatures will allow the beetles to produce more generations per year. Severe drought stress reduces resin production and greatly increases the susceptibility of trees to beetle infestation. \n\nAltered fire regimes or the absence of fire could lead to compositional and structural changes, potentially altering the system's suitability to the current suite of species.  The absence of fire in flatwoods communities can lead to a dense mid-story.  Additionally, some plants have reduced reproductive success without frequent fire, as fire is required for their reproduction.   \n\nIncreased summer and winter minimum temperatures, as well as increased extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Several species, including the frosted flatwoods salamander, reticulated flatwoods salamander and Panama City crayfish, are associated with small wetlands found within a flatwoods matrix.  Changes in the timing and amount of precipitation could affect these species' life cycle events, leading to reduced reproductive success, reduced recruitment and increased mortality. \n\nWet flatwoods provide habitat for large, wide-ranging species such as the Florida panther and black bear.  Changes in precipitation and temperature that would lead to fragmentation of these systems would impact the suitability as travel corridors for these species.   Species such as the red-cockaded woodpecker and Sherman's fox squirrel would be impacted as the openness of the flatwoods become more densely vegetated as species composition shifts in response to changes in precipitation patterns and altered fire regimes.",
    "threats": "Conversion to agriculture, Conversion to housing and urban development, Incompatible fire, Incompatible forestry practices, Invasive animals, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "Katy NeSmith, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Wet Flatwoods",
    "name2": "Freshwater Forested Wetlands",
    "path": "/habitats/freshwater/2221",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-87.636, 25.321, -79.903, 31.041],
    "id": "2221",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Freshwater Forested Wetlands",
    "habitat": "Hydric Hammock",
    "description": "Hydric hammock occurs on soils that are poorly drained or have high water tables. This association is a still-water wetland, flooded less frequently and for shorter periods of time than mixed hardwood and cypress swamps.  Typical plant species include laurel oak, live oak, cabbage palm, southern red cedar, and sweetgum. Canopy closure is typically 75%-90%. The sub-canopy layer and ground layer vegetation is highly variable between sites. Wax myrtle is the most frequent shrub in hydric hammock. Other shrubs include yaupon, dahoon, and swamp dogwood. Ground cover may be absent or consist of a dense growth of ferns, sedges, grasses, and greenbriers. Sites are usually between mesic hammocks or pine flatwoods and river swamp, wet prairie, or marsh. \n\nHydric hammock is found in a narrow band along parts of the Gulf coast and along the St. Johns River where it often extends to the edge of coastal salt marshes.",
    "components": "This conservation asset includes Coastal Hydric Hammock, Prairie Hydric Hammock and Cabbage Palm Hammock.",
    "species": "Florida black bear, Homosassa Shrew, Swallow-tailed kite, Sherman's short-tailed shrew",
    "link": "http://www.fnai.org/PDF/NC/Hydric_Hammock_Final_2010.pdf",
    "area": 97339.185,
    "protectedArea": 83568.4425,
    "slr1m": 29364.885,
    "slr3m": 54125.46,
    "impacts": "Hydric hammock is likely to have 30% of the current area inundated by 1 m of sea level rise and 55% inundated by 3 m of sea level rise.  Increased salinity will lead to species composition shifts as those species with lower salt tolerances are replaced by those that can withstand higher salinity. The ability of this system to migrate inland will depend on the rate of sea level rise and the presence of natural and anthropogenic barriers.  Plant distributions may change due to drought, leading to compositional and structural changes within the system.  \n\nHydric hammocks are typically only inundated for short periods of time following heavy rains; increased wet periods and floods could lead to changes in species composition. Frequency and depth of inundation have a significant effect on oak canopy composition.  As trees become stressed due to heat and drought they may become more susceptible to attack by pests and pathogens.  \n\nIncreased summer and winter minimum temperatures, as well as increased extreme events (e.g., droughts, floods) will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Hydric hammocks provide valuable habitat for game animals (e.g., white-tailed deer, black bear) that rely on the large production of oak mast (acorns).  Changes in the hydrology of hydric hammocks due to increased or decreased precipitation, increased drought or flooding, or altered timing  of precipitation could lead to shifts in the production and availability of mast.  \n\nHydric hammock seems to be a preferred habitat of feral hogs, which can pose significant problems to the system and species found within it through habitat degradation and competition.  As the hydrology of the hydric hammock is altered, access and damage caused by feral hogs may increase.  Soil disturbances by feral hogs can also allow for the spread of invasive plants.  The subsequent changes would decrease the suitability of this community to species such as the Homosassa Shrew and Sherman's short-tailed shrew.   \n\nFor species whose reproductive cycle is linked to wet/dry cycles, such as the Gulf hammock dwarf siren and the spotted turtle, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and increased mortality.",
    "threats": "Conversion to housing and urban development, Incompatible fire, Invasive plants, Roads",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "Ann Johnson",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Hydric Hammock",
    "name2": "Freshwater Forested Wetlands",
    "path": "/habitats/freshwater/2232",
    "icon": "freshwater_forested_wetlands",
    "bounds": [-86.223, 25.873, -79.929, 30.795],
    "id": "2232",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Lakes, Ponds and Reservoirs",
    "habitat": null,
    "description": "Florida has approximately 7,800 Natural Lakes with a surface area of one acre (0.4 ha) or more. The majority of these lakes were formed or enlarged by dissolution of the underlying limestone by acidic surface waters. Most natural lakes in Florida retain an intimate connection with groundwater, and lack a natural surface outflow. They may be connected to aquatic caves by underground fissures or bedding planes, and thus provide additional habitat for animal species found in those subterranean habitats, or they may have bottom substrates of silt or sand. Most of these lakes have highly variable water levels. \n\nDespite their origin, many Florida lakes are not alkaline, and are vulnerable to acidification. They are commonly nutrient-deficient, thus are vulnerable to nutrient inputs.  \n\nFlorida’s lakes are usually less than 45 feet (14 m) deep, with sand, silt, or organic bottom substrates. Depending on the water chemistry, vegetation in the lakes can vary from nonexistent, to a fringe of emergent plants at the shoreline, to a complete covering of floating plants.  Invasive, non-native aquatic weeds are a major threat to this habitat. Some Florida lakes have held water continuously for 8,000 years, and two exceed 30,000 years in age.  \n\nReservoirs are constructed to collect water for municipal and/or agricultural water use, to provide hydroelectric power, and to improve opportunities for recreational activities (e.g. boating, swimming), and development. Reservoirs are created by the damming of a flowing stream or excavation within a terrestrial habitat. They are essentially permanent, although some dry completely during droughts.",
    "components": "This conservation asset includes Natural lakes, Natural Ponds, and Man-made Reservoirs.",
    "species": "American alligator, Mottled duck, Southern bald eagle, Lake Eustis pupfish,  Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Lacustrine.pdf",
    "area": 380122.8975,
    "protectedArea": 19547.46,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Increasing air temperature will cause warming water temperatures.  This could be further exacerbated by reduced precipitation, with shallower water areas experiencing more warming.  \n\nIncreased precipitation could lead to increased nutrient, sediment and pollutant loading within the system. Lakes are vulnerable to changes in water levels, with decreased precipitation leading to lower the water levels that can hasten successional processes.  \n\nIncreased precipitation and floods that prevent periodic dry-downs may lead to increased rate of eutrophication. Changes to adjacent land use due to climate change, particularly towards more intensive agriculture or increased impervious surfaces, will increase runoff and sedimentation rates and, therefore, successional processes.",
    "sppImpacts": "Fish and invertebrates with narrow temperature tolerances will be impacted when water temperatures exceed their maximum threshold.  Warmer water temperatures can increase the stress on species, leading to declines in health and increases in vulnerability to parasites and disease. \n\nMany aquatic species will be affected by bank erosion, increased siltation, and run-off caused by increased precipitation and storm events.  \n\nIncreased algal blooms, droughts, and high temperatures can cause low oxygen levels, leading to fish mortality.  \n\nIncreased invasive plants can cause degradation to the system impacting suitability for waterfowl and wading birds.",
    "threats": "Chemicals and toxins, Conversion to agriculture, Conversion to commercial and industrial development, Conversion to housing and urban development, Groundwater withdrawal, Incompatible forestry practices, Incompatible recreational activities, Invasive animals, Invasive plants, Management of nature, Nutrient loads - agriculture and urban, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Lakes, Ponds and Reservoirs",
    "name2": null,
    "path": "/habitats/freshwater/3100",
    "icon": "lakes_ponds_reservoirs",
    "bounds": null,
    "id": "3100",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Lakes, Ponds and Reservoirs",
    "habitat": "Coastal Dune Lake",
    "description": "Coastal dune lakes are characterized as shallow irregularly shaped or elliptic depressions occurring in coastal communities.  They are generally permanent water bodies, although water levels may fluctuate substantially.  Coastal dune lakes share an intermittent connection with the Gulf of Mexico. The lake water is fed by streams, groundwater seepage, rain, and storm surge. The connection with the Gulf, called an outfall, is a flood control and pours lake water into the Gulf as needed.  \n\nStorms occasionally provide large inputs of salt water and salinities vary dramatically over the long term.  Typical plants include rushes, sedges, marsh pennywort, cattail, sawgrass, royal fern, salt myrtle and black willow.  \n\nCoastal dune lakes are very unusual features, being relatively short-lived and likely to disappear rapidly.  They are extremely vulnerable to hydrological manipulations.",
    "components": null,
    "species": "Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Lacustrine.pdf",
    "area": 356.51,
    "protectedArea": 230.0,
    "slr1m": 206.775,
    "slr3m": 348.01,
    "impacts": "Coastal dune lakes are likely to have 58% of the current area inundated by 1 m of sea level rise and 97% inundated by 3 m of sea level rise.  Increase intensity and frequency of storms will degrade these lakes by increasing salinity and potentially creating/widening the outflow connectivity, creating a more permanent influence of ocean water into the lakes.  \n\nIncreased salinity will impact the lakes vegetation and wildlife species composition, cause decreased reproductive success, and lead to increased stress and mortality.  \n\nIncreased precipitation could lead to increased nutrient, sediment and pollutant loading within the system.   \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Warmer water temperatures can increase the stress on species, leading to declines in health and increases in vulnerability to parasites and disease.  For species whose reproductive cycle is linked to wet/dry cycles, changes in the timing and amount of precipitation could affect these life cycle events, potentially causing mismatches of phenological processes, leading to reduced reproductive success, reduced recruitment and mortality. \n\nCoastal dune lakes are important breeding areas for many insects that form the base of food chains; impacts to the system that would reduce/remove these insects would have a cascading effect on multiple other species.  \n\nIncreased runoff and groundwater pollution as a result of increased precipitation and flooding would significantly alter the nutrient balance and have negative effects on the system and associated wildlife.",
    "threats": "Chemicals and toxins, Coastal development, Groundwater withdrawal, Incompatible recreational activities, Invasive plants, Nutrient loads,  Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": [2],
    "photoCredit": "FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Coastal Dune Lake",
    "name2": "Lakes, Ponds and Reservoirs",
    "path": "/habitats/freshwater/3112",
    "icon": "lakes_ponds_reservoirs",
    "bounds": [-87.322, 29.635, -84.702, 30.512],
    "id": "3112",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Rivers and Streams",
    "habitat": null,
    "description": "Florida’s largest rivers are in the northern part of the state.  Florida rivers, typically flow towards the nearest coast, with the exception of the St. Johns River which flows north to the Atlantic.  The only major river that does not flow to the gulf or to the Atlantic is the Kissimmee River, which flows south and discharges to Lake Okeechobee. Florida's rivers and streams can be divided up into six main categories, including Alluvial, Blackwater, Spring-run, Seepage, Calcareous, and Tidally-influenced Rivers and Streams.  Many rivers are a mixture of these types, transitioning along their path.\n\nAlluvial rivers have large, well-defined drainage basins, carry high sediment loads and have large forested floodplains. These rivers typically flood each year, usually in the winter.  All of Florida’s alluvial rivers are in the Panhandle, including the Apalachicola, Choctawhatchee, Escambia and Ochlockonee.  Due to the high natural turbidity of these streams there is minimal vegetation which is mostly confined to channel edges or backwaters.  \n\nTypical blackwater rivers have dark, stained waters from decomposing plant materials. They typically drain pine flatwoods and cypress swamps.  The flow rate is usually gentle in smaller streams to moderate in larger, but is altogether influenced by seasonal local rainfall. Blackwater streams differ from alluvial streams by having high, steep banks, and by lacking extensive floodplains and natural levees. This habitat is well distributed throughout Florida, except in the regions of north and central Florida dominated by Calcareous Streams, and in the Everglades/Big Cypress region of south Florida, where wetlands and coastal streams dominate the aquatic landscape. \n\nSprings and spring-run rivers are present in the north and central regions of Florida where underlying limestone is close to the surface. Spring-run rivers often represent headwaters or low-order tributaries.  The bottoms of spring runs are generally sand or exposed limestone along a central, stable channel.  Calcareous Rivers occur only in the north and central regions of the state.  These rivers typically have a high pH, high carbonate level, and sand bottom with some limestone exposed. \n\nMost calcareous streams are clear and cool, although in areas where they flow through pinelands or scrub the streams will become stained by the tannins in the vegetation. Some are associated with sinks, where all or sections of the stream flow underground before resurfacing to flow overland.  Submerged plants are frequently dense, and can include tape grass, wild rice, and giant cutgrass.  \n\nTidally influenced rivers and streams includes the freshwater or brackish portions of a river or stream adjacent to an estuary or marine habitat in which the effects of tides cause the rise and fall of water levels. The effect of the tides at the upper limits of influence may lag several hours behind tides on the coast.  Saltwater wedges are formed in many of these systems, enabling numerous species a mechanism to move up or down river. Water flow is bidirectional in coastal tidal rivers and streams; as the tide rises, water flows toward the head of the river and, as the tide retreats, the water flows toward the coastal outlet. These streams bridge the freshwater and marine realms, with aquatic communities ranging from tidal freshwater to tidal brackish; salinities can vary from freshwater to approximately that of seawater. This variation, along with temperature and water clarity, determines the flora and fauna of these streams. Typical plants may include cord grass or submerged aquatic vegetation such as seagrasses and algae.",
    "components": "This conservation asset includes  Alluvial, Blackwater Streams, Spring-run, Seepage, Calcareous, and Tidally-influenced Rivers and Streams.",
    "species": "American alligator, Alligator snapping turtle, Blackmouth shiner, Bluenose shiner, Crystal darter, Okaloosa darter, River otter, West Indian Manatee",
    "link": "http://www.fnai.org/PDF/NC/Riverine.pdf",
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Increased precipitation and storm events will cause bank erosion, increased siltation, and run-off in rivers and streams.  Sea level rise will result in the inland movement of seawater, shifting the tidal influence zone of streams and rivers upstream and permanently inundating downstream riparian/coastal habitats with brackish water. \n\nTidal and storm surges can degrade aquatic habitats through oxygen depletion, changes in salinity, and increased siltation and turbidity.  \n\nDecreased precipitation may cause extreme low water levels or even create fragmented/disconnected systems as some areas dry completely, resulting in isolated pools of water rather than a flowing connected system.  \n\nIncreasing air temperature will cause warming water temperatures.  This could be further exacerbated by reduced precipitation, with shallower water areas experiencing more warming.  \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Species with narrow temperature tolerances will be impacted when water temperatures exceed their maximum threshold.  Additionally, higher water temperatures can increase the stress on the fish, leading to declines in health and increases in vulnerability to parasites and disease.  \n\nSea level rise will increase the salinity levels further up tidal rivers and streams, impacting those species with lower salinity tolerances and shifting community dynamics as more salt tolerant species move in.  \n\nChanges in the timing and rate of flow will affect species that are sensitive to microclimate variations associated with flow dynamics.   \n\nSome species, particularly fish will be impacted by fragmentation of the system (loss of connectivity) that may occur during extended dry periods and droughts.   \n\nIncreased runoff and groundwater pollution as a result of increased precipitation and flooding would significantly alter the nutrient balance and have negative effects on the system and associated wildlife.  Limpkins, found along Florida's rivers and streams feed primarily on apple snails, but will also eat insects, worms and mussels.  Water quality degradation could significantly reduce the abundance and availability of these prey items for the limpkin and other species with similar diets.",
    "threats": "Channel modifications, Chemicals and toxins, Coastal development, Conversion to commercial and industrial development, Conversion to housing and urban development, Conversion to recreation areas, Dam operations/incompatible release of water, Fishing gear impacts, Groundwater withdrawal, Incompatible fishing pressure, Incompatible forestry practices, Incompatible industrial operations, Incompatible recreational activities, Incompatible resource extraction, Industrial spills, Invasive animals, Invasive plants,  Management of nature, Nutrient loads - agriculture and urban, Roads, bridges and causeways, Shoreline hardening, Surface water withdrawal and diversion, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "David Moynahan, FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Rivers and Streams",
    "name2": null,
    "path": "/habitats/freshwater/4000",
    "icon": "rivers_streams",
    "bounds": null,
    "id": "4000",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Freshwater",
    "conservationAsset": "Springs",
    "habitat": null,
    "description": "Springs are present in the north and central regions of Florida where underlying limestone is close to the surface. Springs often represent headwaters or low-order tributaries.  Because of the calcareous nature of the limestone aquifer, the outflow from most springs carries dissolved mineral ions such as calcium, magnesium, bicarbonate, sulfate, and sodium. Springs typically have high water clarity, low sedimentation, stable channels, and openings that are less than 40 feet (12.2 m) wide.  \n\nIndividual springs are stable systems, with very little change in water temperature, water flow, or chemical composition, but those characteristics can vary from one spring to the next.  \n\nVegetation in spring and spring run habitats consist of submerged aquatic vegetation, aquatic algae covering limestone outcroppings, and species such as tape grass, wild rice, and giant cutgrass located in the spring runs. \n\nThe constant temperatures of springs provide essential habitat for manatees and some species of fish.  There are 1,089 mapped springs, with 33 first magnitude springs (springs that discharge water at a rate of at least 2800 liters or 100 cubic feet  of water per second).",
    "components": null,
    "species": "American alligator, Suwannee cooter, Wading birds, West Indian manatee",
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "A 1 m sea level rise would inundate 17% of Florida's springs, 18% of the first magnitude springs, and a 3 m sea level rise would inundate 26% of the state's springs and 36% of the first magnitude springs.  There will be additional impacts to springs from sea level rise as saltwater intrusion occurs through groundwater.   \n\nIncreased precipitation could lead to increased nutrient, sediment and pollutant loading within the system.   \n\nIncreased temperatures, as well as extreme events  will enhance invasive species processes, from introduction through establishment and expansion.",
    "sppImpacts": "Changes in the intensity and frequency of storm events and extreme conditions (e.g., drought, floods) will affect the amount of stormwater runoff entering the springs.  Increased nutrient concentrations and chemical pollutants carried in runoff will impact water quality and clarity and contribute to algae blooms that impact native vegetation and interfere with the spring's ecosystem.  \n\nMany species such as the West Indian manatee, American eel and American shad spend time in both the freshwater springs the marine environment.  Connectivity between the spring and the ocean is important, but could be impacted due to increased drought and lowered ground water levels.  \n\nThe loggerhead musk turtle is rarely found outside of Florida's springs and forages for algae, insects and snails.  Water quality degradation that impacts the insects and snails would eliminate critical food sources for this turtle.  \n\nWater quality and clarity degradation could impact the spring and spring run vegetation, which manatees are forage on, particularly important during cold weather events when they congregate in the springs.  \n\nThere are multiple species that are found only in springs, including Albino cave crayfish and spring crayfish, that are very sensitive to changes in water quality.",
    "threats": "Conversion to commercial and industrial development, Conversion to recreation areas, Groundwater withdrawal, Incompatible forestry practices, Incompatible recreational activities, Incompatible resource extraction, Invasive animals, Invasive plants, Nutrient loads - agriculture and urban, Surface water withdrawal and diversion",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "Joe Davis, FWC",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Springs",
    "name2": null,
    "path": "/habitats/freshwater/4001",
    "icon": "springs",
    "bounds": null,
    "id": "4001",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": null,
    "habitat": null,
    "description": "Florida’s estuarine and marine ecosystems include the waters and sub-tidal zones of estuaries, semi-enclosed bays and lagoons, and open ocean, as well as seagrasses, coastal marshes, mangroves, and various types of reed such as oyster reefs, coral reefs or rocky reefs.  \n\nMangroves are one of the most productive habitats, providing integral nursery habitats for fish species.  Shorelines fringed by mangrove prop roots harbor diverse fish assemblages in high densities. Biscayne Bay has the longest stretch of mangrove shoreline left on the east coast of the U.S. Mangroves also provide shoreline protection from wind, waves, and erosion. \n\nThe most extensive salt marshes in Florida begin in northwest Florida at the mouth of the Ochlockonee River near Apalachicola and end in New Port Richey.  Florida has many large bays and lagoons, including Apalachee Bay, Tampa Bay, Charlotte Harbor, Florida Bay and the Indian River lagoon. The combination of freshwater and saltwater wetlands, seagrass and mangrove communities, contribute valuable cover, foraging areas, and reproductive habitats for many fish and wildlife species. \n\nSeagrasses are found in protected bays, lagoons, and other shallow coastal waters.  Seagrass communities provide feeding grounds, nursery areas, and protective cover for a diversity of marine species.  Additionally, seagrasses stabilize bottom sediments and aid in preventing erosion during storm events. \n\nThe Florida reef is the only living coral barrier reef in the continental US and is the third largest in the world.  It extends almost 200 miles long and has more than 6,000 individual reefs in the system.  Over 30 different kinds of corals are found in Florida waters. Coral reefs provide habitat for thousands of species of plants and animals.",
    "components": null,
    "species": null,
    "link": null,
    "area": null,
    "protectedArea": null,
    "slr1m": null,
    "slr3m": null,
    "impacts": "The three primary climate change drivers that impact estuarine and marine habitats are sea level rise, increasing ocean temperatures and ocean acidification.  Sea level rise and associated increases in water depth will decrease light availability and impact seagrass distribution, productivity, and structure.  Even small changes in water temperatures can have profound effects, especially where coral reefs, seagrasses, and mangroves predominate.    Increasing ocean temperatures lead to lower oxygen levels in the surface water and higher evaporation rates increases the sea surface salinity.  Both factors, low oxygen and increased salinity can lead to stress and decreased reproductive success.  One of the primary effects of increased temperature on seagrass will be the alteration of growth rates and other physiological functions of the plants.  Over recent years, modest sea surface temperature increases have resulted in catastrophic impacts to the world’s coral reefs at the global, regional, and Florida-wide scales.  Since corals play a pivotal role in supporting biodiversity, harboring the highest diversity of marine species, impacts to their long-term survival can have devastating effects on reef-associated biodiversity.  \n\nAdditionally, estuarine productivity will be impacted by changes in the timing and amount of freshwater, nutrient, and sediment delivery.  Species may be impacted as salinity levels shift due to changes in precipitation and freshwater input, favoring those species more tolerant of a range of salinity levels.  Increased runoff will impact water quality by increasing nutrients, pollutants, and turbidity.   \n\nBoth saltwater marsh and mangroves may be able to keep pace with sea level rise and other climatic changes. Relatively small changes in winter climate can result in dramatic mangrove range expansion to the north.  However, this may be at the expense of saltwater marsh, as mangroves expand into areas occupied by saltwater marsh vegetation. This loss may be balanced as other inland habitats transition to saltwater marsh as they become inundated.  The inland migration of saltwater marsh will be limited by natural and human-built barriers.",
    "sppImpacts": "Many species of birds use the mangrove canopy as nesting sites, including wading birds, mangrove cuckoos, and white-crowned pigeons. Saltmarsh-dependent bird species such as seaside sparrows may be forced to leave the area if suitable habitat no longer exists. \n\nImpacts to corals long-term survival can have devastating effects on reef-associated biodiversity. Most of Florida's sport fish species and many other marine animals spend significant parts of their lives (particularly early development stages) on or around coral reef habitats.  Warmer water temperatures can lead to increased negative effects of diseases on species, as pathogens are generally favored by warmer temperatures relative to their hosts.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/9250055066/",
    "hasPhoto": true,
    "habitatType": "ecosystem",
    "name": "Marine & Estuarine",
    "name2": null,
    "path": "/habitats/marine",
    "icon": "marine_estuarine_ecosystems",
    "bounds": null,
    "id": "5000",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Estuarine/Marine (system wide)",
    "habitat": null,
    "description": "Bays are found along the coast of Florida, connecting to either the Gulf of Mexico on the west coast or the Atlantic Ocean on the east coast.  Tampa Bay is the largest estuary in Florida, other bays include Pensacola Bay, Apalachicola Bay, Charlotte Harbor, Florida Bay and Biscayne Bay.  \n\nBays receive freshwater inflow from rivers, streams and wetlands.  \n\nInlets are natural or man-made cuts in the shoreline that link coastal and inland water bodies. This habitat is defined as the subtidal area within a two-kilometer radius of the central part (i.e., throat) of the Inlet. Both bays and inlets tend to be hot spots of biodiversity and are critical in the recruitment of many fish and invertebrate species. They provide habitat for the settling larvae from coastal areas and provide an emigration conduit for outgoing juveniles. They also are essential spawning habitat for several marine fishes.  \n\nBivalve Reefs occur in both intertidal and subtidal zones to depths of 40 feet (12 m). In Florida the most extensive examples of this habitat, dominated by oysters, are restricted to estuarine environments where salinity concentrations range from 15 to 30 parts per thousand. Events or processes that alter freshwater deliveries to estuaries are detrimental to this habitat. Bivalve reefs are a diverse ecological community that provides nursery grounds, refugia, and foraging areas to a wide variety of wildlife species. \n\nTidal flats are non-vegetated areas of sand or mud protected from wave action and composed primarily of mud transported by tidal channels. An important characteristic of the tidal flat environment is its alternating tidal cycle of submergence and exposure to the atmosphere. \n\nThe open ocean (pelagic) environment includes the waters lying over the continental shelf (neritic zone) and waters beyond the continental shelf. The Pelagic community lives in the water column above the seafloor and below the surface. This community does not depend on the seabed, although its members may visit it occasionally. Maximum depths vary from approximately 30 feet (9 m) in the Gulf of Mexico to more than 1,000 feet (304 m) off of the Florida Keys and southeast Florida.",
    "components": "This conservation asset includes Bays, Inlets, Bivalve Reefs, Exposed Limestone, Tidal Flat, and Open Ocean.",
    "species": "American oystercatcher, Blue crab, Brown pelican, Diamondback terrapin, Sea turtles",
    "link": "http://www.fnai.org/PDF/NC/Marine_Estuarine.pdf",
    "area": 0.0,
    "protectedArea": 0.0,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Changes in the coastal currents due to climate change are likely to have wide-ranging consequences for population dynamics and secondary productivity of reefs and associated estuary, bay and lagoon ecosystems.  \n\nIncreasing water temperatures along with changes in nutrient inputs will continue to favor harmful algal blooms.  \n\nIncreased water temperatures will lead to an increase in the abundance and diversity of invasive species, as well as range expansion northward of species limited by winter temperatures.  \n\nIncreased precipitation will lead to increased runoff, impacting water quality by increasing nutrients, pollutants, and turbidity.  \n\nVegetation and species within bays and lagoons will be impacted as water gets deeper due to sea level rise, water temperature increases and reduces dissolved oxygen concentrations, and the timing and intensity of precipitation becomes more variable, affecting the spatial and temporal patterns of salinity and dissolved oxygen.  \n\nSea level rise is already reducing the intertidal area of mud flats.  \n\nBenthic communities could be lost due to a combination of nutrient runoff and increased temperatures that decrease dissolved oxygen levels below a threshold.",
    "sppImpacts": "Commercially important pelagic fish species, such as Atlantic bluefin, will be impacted by warming ocean temperatures due to its low adult and larval thermal thresholds and restricted spawning grounds in the Gulf of Mexico.  Sea turtles also have specific thermal requirements, therefore, shifts in ocean temperatures will likely result in distribution shifts.  The loss or degradation of tidal (mud)flats would impact many species of shorebirds and wading birds that rely on these areas as foraging habitat.",
    "threats": "Channel modifications/shipping lanes, Chemicals and toxins, Coastal development, Dam operations/incompatible release of water, Disruption of longshore transport of sediments, Fishing gear impacts, Harmful algal blooms, Incompatible fishing pressure, Incompatible industrial operations, Incompatible recreational activities, Incompatible wildlife and fisheries management strategies, Industrial spills, Invasive animals, Invasive plants, Key predator/herbivore loss, Management of nature, Nutrient loads - urban, Roads, bridges and causeways,  Shoreline hardening, Surface and groundwater withdrawal, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/9247501763/",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Estuarine/Marine (system wide)",
    "name2": null,
    "path": "/habitats/marine/5200",
    "icon": "estuarine_marine_system_wide",
    "bounds": null,
    "id": "5200",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Saltwater Marsh",
    "habitat": null,
    "description": "Salt marsh is vegetated almost completely by herbaceous plants, primarily grasses, sedges, and rushes. This community type occurs within the intertidal zone of coastal areas and may be infrequently (high marsh) to frequently (low marsh) inundated by salt or brackish water. \n\nSalt marsh develops where wave energies are low and where mangroves are absent. Mangroves may extirpate shade-intolerant marsh species. The size of a salt marsh depends on the extent of the intertidal zone in which it occurs. Salt marshes of larger sizes are usually dissected by numerous tidal creeks. Areas that have low topographic relief and relatively high tidal ranges are likely to have larger salt marsh extents. \n\nWithin salt marsh, plant species are often distributed unevenly, especially in transitional areas. Species distributions are affected by biotic and abiotic variables such as elevation, substrate type, degree of slope, wave energy, competing species, and salinity. Smooth cordgrass typically occupies the lower elevations and is usually adjacent to tidal creeks and pools. Needlerush dominates the slightly less frequently inundated zone. Vegetation at the higher elevations forms transitional areas to uplands and may contain species such as marsh-hay, glassworts, saltwort, saltgrass, sea ox-eye daises, marsh-elder, and saltbush as well as many other species. \n\nThe salt marsh habitat is among the most productive communities in the world. Primary production is greatly affected by soil salinity and tidal frequency.",
    "components": "This conservation asset includes Salt Flat, Cordgrass, and Needlerush.",
    "species": "American crocodile, Black rail, Florida salt marsh vole, Lower Keys marsh rabbit, Silver rice rat, Marian's marsh wren, Worthington's marsh wren",
    "link": "http://www.fnai.org/PDF/NC/Salt_Marsh_Final_2010.pdf",
    "area": 153260.685,
    "protectedArea": 114753.1275,
    "slr1m": 145552.995,
    "slr3m": 152232.255,
    "impacts": "Saltwater marshes have considerable capacity to adjust to sea level rise under certain, more favorable conditions.  Under more moderate rates of sea level rise, saltwater marshes should be able to keep pace and move inland.  However, under more rapid rates of sea level rise there could be significant loss of saltwater marsh.  Without inland migration, saltwater marsh is likely to have 95% of the current area inundated by 1 m of sea level rise and 99% inundated by 3 m of sea level rise.   Additionally, mangrove migration and expansion could lead to loss of saltwater marsh as it is replaced by mangroves; saltwater marsh could be reduced by 60% in Florida with only a 2-4 °C increase in annual mean minimum temperature.",
    "sppImpacts": "Saltwater marsh species such as the black rail, salt marsh voles, and marsh wrens may lose habitat due to sea level rise, if there are barriers to saltmarsh inland migration or if saltwater marsh plants can't keep pace with the rate of sea level rise.  \n\nWith increasing temperatures and fewer cold weather events, species may lose saltwater marsh habitat to mangrove habitat in the northern portions of their range due to mangrove range expansion.  \n\nSome species such as the Lower Keys marsh rabbit and silver rice rat, both found in the Florida Keys, are predicted to lose 100% of their habitat with 1m of sea level rise and don't have any options for migration.  \n\nFluctuations in freshwater inputs due to changes in precipitation patterns can lead to decreased prey availability, decreased reproductive success, decreased recruitment, and increased mortality in fish and invertebrates species.",
    "threats": "Channel modifications/shipping lanes, Chemicals and toxins, Coastal development, Dam operations/incompatible release of water, Disruption of longshore transport of sediments, Incompatible industrial operations, Incompatible wildlife and fisheries management strategies,  Industrial spills, Invasive plants, Management of nature, Roads, bridges and causeways,  Shoreline hardening, Surface water and groundwater withdrawal, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "Randy Kautz",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Saltwater Marsh",
    "name2": null,
    "path": "/habitats/marine/5240",
    "icon": "saltwater_marsh",
    "bounds": [-87.513, 24.484, -79.929, 30.773],
    "id": "5240",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Mangrove Swamp",
    "habitat": null,
    "description": "These swamp communities are usually composed of red mangrove, black mangrove, and white mangrove. Mangroves form dense, brackish-water swamps along low-energy shorelines and in protected, tidally influenced bays of southern Florida. This community type is composed of freeze-sensitive tree species and, with some limited exceptions, mangroves which are distributed south of Cedar Key on the Gulf coast and south of St. Augustine on the Atlantic coast. Depending on slopes and amounts of disturbance, mangrove swamps may progress in zones of single species from seaward (red mangrove) to landward (white mangrove) areas. Buttonwoods usually occur in areas above high tide. Often vines, such as rubber vines and morning-glory, climb over mangroves, especially at swamp edges.",
    "components": "This conservation asset includes Mangrove Swamp, Scrub Mangrove and Buttonwood Forest.",
    "species": "Black-whiskered vireo, Florida prairie warbler,  Mangrove clapper rail, Mangrove cuckoo, Mangrove diamondback terrapin, Wading birds",
    "link": "http://www.fnai.org/PDF/NC/Mangrove_Swamp_Final_2010.pdf",
    "area": 248514.8625,
    "protectedArea": 225026.325,
    "slr1m": 248153.895,
    "slr3m": 248486.4,
    "impacts": "In coastal areas with low elevation gradients mangroves are likely to be overwhelmed by a rapid rate of sea level rise.  However, they can keep pace with more modest rates of sea level rise, moving inland as the seas rise.  They may be many areas where inland migration is prevented due to barriers/human development.  In addition to moving inland, mangroves are likely to continue a northward range expansion.  \n\nRelatively small changes in winter temperature (e.g., increasing minimum temperature) can result in dramatic mangrove range expansion.   Almost 100% of the current extent of mangroves is expected to be inundated by 1m of sea level rise; however, it is expected that mangroves may be able to expand their range inland and possibly northward as temperatures increase and cold weather events decrease. \n\nLarge expanses of mangroves could be fragmented into smaller, more isolated patches, as mangroves in some areas are able to keep pace and/or migrate while those in other areas won't be able to migrate.  Loss of sediment (peat) due to erosion following storms can lead to collapse when the vegetation is compromised.",
    "sppImpacts": "Mangroves provide nesting habitat for many bird species, including wading birds, black-whiskered vireo, mangrove cuckoo, and Florida prairie warbler.  Loss of mangrove habitat will impact these species' reproductive success and survival.   If other conditions are suitable, these bird species may be able to expand their range northward along with the mangroves.  \n\nIncreased fragmentation of the mangrove habitat could impact wading birds that nest in large colonies, with smaller more isolated colonies potentially less successful.  \n\nChanges in freshwater input could alter the species composition of the mangrove habitat.",
    "threats": "Channel modifications/shipping lanes, Chemicals and toxins, Coastal development, Dam operations/incompatible release of water, Fishing gear impacts, Harmful algal blooms, Incompatible fishing pressure, Incompatible industrial operations, Incompatible recreational activities, Incompatible wildlife and fisheries management strategies, Industrial spills, Invasive animals, Invasive plants, Management of nature, Nutrient loads - urban, Roads, bridges and causeways, Shoreline hardening, Surface water and groundwater withdrawal, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": [3],
    "photoCredit": "NPS",
    "photoUrl": "https://www.flickr.com/photos/evergladesnps/9101023477/",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Mangrove Swamp",
    "name2": null,
    "path": "/habitats/marine/5250",
    "icon": "mangrove_swamp",
    "bounds": [-83.203, 24.483, -79.898, 30.582],
    "id": "5250",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Coral and Hardbottom",
    "habitat": null,
    "description": "A coral reef is an epibenthic community; a concentrated topographic complex of massive corals and other sessile organisms (algae, bryozoans) that build calcium carbonate (limestone) skeletons. The structural complexity provides habitat for a highly diverse flora and fauna that live all or portions of their lives on coral reefs.  Two major Coral Reef types are recognized: patch reefs and offshore bank reefs. \n\nBank Reefs are further defined by zones (e.g., reef flat, spur and groove). The types of coral reefs found off the coast of Florida include the shallow-wave resistant reefs in the region from Dry Tortugas to Martin County; deeper (30-130 ft.; 10-40 m) reefs in the same region; the Oculina Banks seaward of Palm Beach to Vero Beach. Deep water (165-265 ft.; 50-80 m) structures such as Pulley Ridge and the Florida Middle Grounds occur along the west Florida shelf break in federal waters.  \n\nHard Bottom is characterized as mixed communities of algae, sponges, octocorals and stony corals. This habitat occurs in subtidal, intertidal, and supratidal zones throughout Florida's coastal waters. Hard Bottom is composed of attendant epibenthic biota on a rocky substrate composed of coquina, limestone, or relic coral, molluscan, and annelid reefs. Coquina is a limestone composed of broken shell debris. Limestone rock (many different strata) occurs as high- or low-relief outcrops of calcium carbonate. \n\nRelic reefs are the skeletal remains of once-living reefs such as the Vermetid Reef built by worm-like gastropod mollusks, Petaloconchus. These reefs are only known to be found in shallow waters seaward of the outer islands in the Ten Thousand Islands area of southwest Florida.\n\nHard bottom biological communities are structured by depth and latitude and inhabited by sessile, planktonic, epifaunal, and pelagic plants and animals; infaunal organisms are present in interstitial soft bottom substrate. In the region south of Stuart on the east coast of Florida and Bay Port on the west coast, subtidal hard bottom communities are characteristically inhabited by soft corals (octocorals) and sponges. Octocoral beds have dense concentrations of sea fans, sea plumes, and sea feathers. Mobile species found in octocoral beds include flamingo tongue shell, purple shrimp, and basket starfish. \n\nSponge beds include the branching, vase, tube, Florida loggerhead, and sheepswool sponges. Other mobile fauna found in both the octocoral beds and the sponge beds include amphipods, isopods, burrowing shrimp, crabs, sand dollars, and many species of fish. Although the coral species found in Hard Bottom habitat are not reef-building, they do contribute to the three-dimensional nature of the areas by increasing the surface area for sessile organisms and by providing important refuges for a variety of fish and invertebrates.",
    "components": null,
    "species": "Pillar coral",
    "link": "http://www.fnai.org/PDF/NC/Marine_Estuarine.pdf",
    "area": 566560.0,
    "protectedArea": 0.0,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Warming of as little as 1◦C can result in coral bleaching.  Moderate bleaching results in stress that causes reduced growth rates and reproductive output, whereas severe bleaching results in coral death. Bleaching also appears to make corals more vulnerable to disease.   Ocean acidification and temperature increases may lead to shifts from coral dominated reefs to  reefs dominated by algae or sponges.  Increased ocean acidity will reduce calcification and compromise skeletal structure of coral reefs.   \n\nIncreased precipitation will lead to increased runoff, impacting water quality by increasing nutrients, pollutants, and turbidity. It can take years for coral reefs to recover from damage incurred by storms and increasing storm frequency will reduce the odds of recovery between disturbance events.",
    "sppImpacts": "Many reef-associated species are expected to decline because of the decline in their coral-constructed habitat.  Both fish and invertebrate diversity are expected to decrease with loss of coral cover and structure. Some coral-associated species may be able to live in other habitats (e.g., rocky reefs), but others are specialized coral associates restricted to reefs.",
    "threats": "Channel modifications/shipping lanes, Chemicals and toxins, Coastal development, Dam operations/incompatible release of water, Disruption of longshore transport of sediments, Fishing gear impacts, Harmful algal blooms, Incompatible fishing pressure, Incompatible industrial operations, Incompatible recreational activities, Incompatible resource extraction, Incompatible wildlife and fisheries management strategies, Industrial spills, Invasive animals, Invasive plants, Key predator/herbivore loss, Management of nature, Nutrient loads - urban, Roads, Shoreline hardening, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "USGS",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Coral and Hardbottom",
    "name2": null,
    "path": "/habitats/marine/6100",
    "icon": "coral_hardbottom",
    "bounds": null,
    "id": "6100",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Seagrass",
    "habitat": null,
    "description": "Seagrasses are marine flowering plants adapted to grow and reproduce in the underwater environment. Florida estuaries and nearshore coastal waters contain the nation’s largest seagrass resources (more than two-million acres), as well as its two most extensive, contiguous seagrass beds (i.e., Florida Bay and the Big Bend region). Factors that affect the establishment and growth of seagrass include light availability, water temperature, salinity, sediment composition, nutrient levels, wave energy, and tidal range. \n\nSeagrass most often occurs in areas of low to moderate current velocities where the water is clear; thereby allowing sunlight to penetrate to the leaf blades. \n\nSeagrass communities are highly productive, faunally rich, and ecologically important systems. Hundreds to thousands of species of flora and fauna may inhabit seagrass habitats utilizing food, substrate, and shelter provided by the plants. Seagrasses also stabilize sediments and help maintain water clarity.",
    "components": null,
    "species": "Blue crab, West Indian manatee",
    "link": "http://www.fnai.org/PDF/NC/Marine_Estuarine.pdf",
    "area": 979120.0,
    "protectedArea": 0.0,
    "slr1m": null,
    "slr3m": null,
    "impacts": "Changes in sea level, salinity, temperature, atmospheric carbon dioxide (CO2), and ultra violet (UV) radiation can affect seagrass.  Sea level rise reduces the amount of light reaching seagrass beds, thereby reducing growth rates.  Some grass beds may not persist due to shoreline construction and armoring impeding their shoreward migration. Increased water temperature may lead to shifts in range and extent of seagrass species, as species in North Florida are replaced by more tropical species.  \n\nIncreased salinity due to decreased freshwater input and increased evaporation rates can cause physiological stress to the vegetation.  \n\nLarge-scale die-offs of seagrass in Florida Bay have been attributed to hypoxia and sulfide production driven by warm, hypersaline waters.  Increased water temperature and nutrient enrichment together promote hypoxia and harmful algal blooms.   Increased precipitation will lead to increased runoff, impacting water quality by increasing nutrients, pollutants, and turbidity.",
    "sppImpacts": "Florida's seagrass beds are vital for providing foraging, refugia and nursery habitat for numerous fish, shellfish, manatees and sea turtles.  Changes in water quality and clarity that impact the health, distribution, and abundance of seagrass beds will impact the health, reproductive success and survival of a multitude of species.  \n\nDegradation or loss of seagrass beds will impact reproductive success, recruitment and survival of many species that depend on it as nursery habitat.  The sea squirt and mollusks attach larvae and eggs to the seagrass leaves, while other juvenile fish and invertebrates use the seagrass beds as refugia, concealing themselves from predators.  \n\nThe loss of seagrass beds will further exacerbate degraded water quality due to the loss of the substrate stabilizing function seagrass provides.  Areas devoid of seagrass are vulnerable to intense wave action from currents and storms.",
    "threats": "Channel modifications/shipping lanes, Chemicals and toxins, Coastal development, Dam operations/incompatible release of water, Disruption of longshore transport of sediments, Fishing gear impacts, Groundwater withdrawal, Harmful algal blooms, Incompatible fishing pressure, Incompatible industrial operations, Incompatible recreational activities, Industrial spills, Invasive animals, Invasive plants, Key predator/herbivore loss, Management of nature, Nutrient loads - urban, Roads, Shoreline hardening, Surface water withdrawal, Vessel impacts",
    "vulnerabilityNotes": null,
    "vulnerability": null,
    "photoCredit": "NOAA",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "conservation asset",
    "name": "Seagrass",
    "name2": null,
    "path": "/habitats/marine/6200",
    "icon": "seagrass",
    "bounds": null,
    "id": "6200",
    "itemType": "habitats"
  },
  {
    "ecosystem": "Marine & Estuarine",
    "conservationAsset": "Estuarine/Marine (system wide)",
    "habitat": "Keys Tidal Rock Barren",
    "description": "Keys tidal rock barren is a flat rockland with exposed limestone in supratidal zone.  it is inundated by salt water only during extreme high tides.  This community is restricted to the Florida keys on limestone bedrock along shores facing both Florida Bay and the Straits of Florida.  It consists of mainly herbaceous vegetation of upper tidal marsh species and stunted shrubs and tree, including buttonwood, perennial glasswort, saltwort, seaside oxeye, saltgrass, seashore dropseed, and marsh fimbry. \n\nFire does not occur in this community.",
    "components": null,
    "species": "Lower Keys marsh rabbit",
    "link": "http://www.fnai.org/PDF/NC/Keys_Tidal_Rock_Barren_Final_2010.pdf",
    "area": 3448.18,
    "protectedArea": 2810.83,
    "slr1m": 3444.7725,
    "slr3m": 3446.175,
    "impacts": "The Keys tidal rock barren community is at high risk of complete habitat loss, with 100% of the current area likely to be inundated by a 1 m rise in sea level.  The plants found here are already highly adapted to isolated patches and high salinity levels.  However, due to the isolated and patchy nature of this community and its association with flat exposed limestone, it is not likely that it will be able to successfully migrate inland to new suitable sites as sea levels rise.",
    "sppImpacts": "The plant species composition may not change much as the typical plants are already adapted to salt spray and some inundation by salt water.  This community is known more for its uniqueness and rare plant species, including the Florida semaphore cactus.",
    "threats": null,
    "vulnerabilityNotes": null,
    "vulnerability": [5],
    "photoCredit": "Kimberely Gulledge, FNAI",
    "photoUrl": "",
    "hasPhoto": true,
    "habitatType": "habitat",
    "name": "Keys Tidal Rock Barren",
    "name2": "Estuarine/Marine (system wide)",
    "path": "/habitats/marine/52111",
    "icon": "estuarine_marine_system_wide",
    "bounds": [-82.002, 24.496, -80.28, 25.343],
    "id": "52111",
    "itemType": "habitats"
  }
]
